[
  {
    "src": "上周，古装剧《<unk>私房菜》临时<unk>，意外引发了关于国产剧收视率造假的热烈讨论。",
    "ref": "Last week, the broadcast of period drama <unk> Private <unk> was temporarily halted, and accidentally triggered heated debate about faked ratings of locally produced <unk>",
    "hyp": "In the first words, the Financial Times have been the first and the first step in the first half of the first half of the first half of the People’s Bank of the People’s Bank of the People’s Bank of the People’s Bank of the People’s Party of the People’s",
    "hyp_id": "f6c54ddb27ad58d341c8d8879ecfe97e8d94709fbe18c3fc6a6878a0efcf72bd"
  },
  {
    "src": "民权团体针对密苏里州发出旅行警告",
    "ref": "Civil rights group issues travel warning for Missouri",
    "hyp": "The Financial Times",
    "hyp_id": "020a0c7ca3e008b3709b173d6f272c70708c3ca218c259573412fe15205350bb"
  },
  {
    "src": "由于密苏里州的歧视性政策和种族主义袭击，美国有色人种促进协会 (<unk>) 向准备前往密苏里州<unk>的<unk>人群发出旅行警告。",
    "ref": "The National Association for the Advancement of <unk> People has put out an alert for people of color traveling to Missouri because of the <unk> discriminatory policies and racist attacks.",
    "hyp": "Given the US and the US government have been able to prevent the US from the US and the US to prevent the US from the US to the US from the first time to prevent the US from the military from the first half of the US.",
    "hyp_id": "1d4662ff4ea7a80aec2e3bcc3877d1ec1dc69e59d2a352ed6799078a0a701d58"
  },
  {
    "src": "“2017 年 8 月 28 日生效的 <unk> 密苏里州旅行咨询中呼吁，因近期密苏里州发生了一系列可疑的种族性事件，所有非裔美籍旅行者、游客以及密苏里州人在密苏里州旅行时应特别注意并采取极其谨慎的态度，<unk>告知，”该团体的声明宣称。",
    "ref": "\"The <unk> Travel Advisory for the state of Missouri, effective through August <unk> 2017, calls for African American travelers, visitors and <unk> to pay special attention and exercise extreme caution when traveling throughout the state given the series of questionable, race-based incidents occurring statewide recently, and noted <unk> the group's statement <unk>",
    "hyp": "The so-called former Prime Minister David Cameron of the September 11, 2001, the latest and the latest study of the latest and the latest study of the latest and the latest and the latest of the latest and the latest of the latest and the latest and the latest of the latest of the latest and the latest of the latest",
    "hyp_id": "249df20b65a315df987646a6d493a593ed72896a68b76442eb1394602b5c2519"
  },
  {
    "src": "<unk> 指出，最近通过的一项密苏里州法律使得人们更难赢得歧视诉讼，该州执法也一定程度上针对少数群体，这些现象促使该组织发布了旅行警告。",
    "ref": "A recent Missouri law making it harder for people to win discrimination lawsuits, as well as the <unk> law enforcement disproportionately targeting minorities prompted the group to issue the travel alert, the <unk> said.",
    "hyp": "The latest recently recently recently recently recently called the law by the recent National Security Council of the law that have been able to be able to be able to protect the law from the law that the Bank of the Bank of the State of the People’s Bank of the State and the People’s",
    "hyp_id": "1aa7002c173d3a021fdba07a8ff095acb2d70e97d745886e420fb587d854a160"
  },
  {
    "src": "侵犯公民权利的行为正发生在人们身上。",
    "ref": "<unk> have violations of civil rights that are happening to people.",
    "hyp": "The first step is to be the first and the first of the first place.",
    "hyp_id": "c5b134cd0bebc3a10f061f82687b3e10ca69a678709ae80206a5fd81ef455469"
  },
  {
    "src": "他们因肤色被停车<unk>，被殴打或被杀害，”密苏里州 <unk> 主席罗德·查<unk>告诉堪萨斯城星报 (The <unk> City Star)。",
    "ref": "<unk> being pulled over because of their skin color, they're being beaten up or <unk> the president of the Missouri <unk> <unk> <unk> told The Kansas City <unk>",
    "hyp": "They have been used to be used to be used by the first and the Bank of the Bank of the Bank of England or the Bank of the Bank of the Bank of the Bank of State The Bank of State The Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Federal President Donald",
    "hyp_id": "2b6c8e27520d54a78359470ce18c561814fadb4fd0098c87b72731f17a11b10b"
  },
  {
    "src": "“我们收到了许多投诉，数量前所未有。”",
    "ref": "\"We are hearing complaints at a rate we <unk> heard <unk>",
    "hyp": "“We have been a lot of our people in the first half of the twentieth century.",
    "hyp_id": "a876820586566052a24e84f8b2fcf1ced09fe8dbe3dcd5917d5302363423b482"
  },
  {
    "src": "这是该组织在美国针对某个州发布的第一个此类警告。",
    "ref": "It is the first such warning that the organization has issued for a state in the US.",
    "hyp": "This is the US Federal Reserve in the United States in the United States and the first first first to be the first of the first place.",
    "hyp_id": "95f3f8bf74e7934912b063b38a2cf4168687d8359d087dea155bf7b08c712672"
  },
  {
    "src": "该组织援引了<unk>大学对黑人学生的种族诽谤以及 28 岁田纳西州黑人男性<unk>·桑德斯的死亡事件。",
    "ref": "The group cited incidents such as racial <unk> against black students at the University of Missouri and the death of Tory Sanders, 28, a black man from <unk>",
    "hyp": "The International Monetary Fund has been the first of the University of the University of the University of State The University of State of the University of the University of the University of the University of the University of the University of the twentieth century.",
    "hyp_id": "20b34705233ffb5b6d7430bbacccb17f62a2c97ff685683899f736f4cebf4f7d"
  },
  {
    "src": "今年早些时候，桑德斯在可疑情况下死亡。他在密苏里州旅行时燃油耗尽，被密苏里州警方在无指控犯罪的情况下拘留。",
    "ref": "Sanders died under questionable circumstances earlier this year after he ran out of gas while traveling through the state, and was taken into custody by Missouri police without being accused of a crime.",
    "hyp": "This year, the first half of the first half of the death of the death of the death of the death of the death of the death of the death of the death of the twentieth century.",
    "hyp_id": "67b230d0ad11a5fc9dfefde23c78bd5ab32e1e0f444bc03de026451c7471cbbf"
  },
  {
    "src": "咨询中还指出，密苏里州总检察长办公室最近的一份报告显示，“与白人相比，该州的黑人司机被停车盘查的可能性要高出 75%”。",
    "ref": "The advisory also points to a recent report by the Missouri Attorney General's Office showing that black drivers in the state were 75 percent more likely to be pulled over than whites.",
    "hyp": "The latest study recently recently recently recently recently recently found that the latest report by the latest report by the latest report by the latest report by the latest and the latest report by the latest and the so-called recently called the People’s Party of the People’s Party of the People’s",
    "hyp_id": "4802a045cf455ca6894fee0aaec5b0b398d969b3c0e0708d0cccc0cfbbfe0873"
  },
  {
    "src": "查<unk>说：“<unk>咨询是为了提高人们的意识，警告他们的家人、朋友和同事在密苏里州可能发生的情况。”",
    "ref": "\"The advisory is for people to be aware, and warn their families and friends and co-workers of what could happen in <unk> Chapel said.",
    "hyp": "The first step is that the so-called Robert Maynard “We have been the first and to be able to be able to make them the same as the same as the same as the same as the same as the same as the same as the same is the same and the same and the same and the same may be",
    "hyp_id": "42b6ae5f31d47d70805786d13b79ea666db4666e8190ee5fa7b7dd080b7e038e"
  },
  {
    "src": "“人们需要做好准备，无论是携带<unk>前往密苏里州，还是让亲属知道自己在州内旅行”。",
    "ref": "<unk> need to be ready, whether it's bringing bail money with them, or letting relatives know they are traveling through the state.\"",
    "hyp": "The so-called people need to be to be able to recognize that the need to be able to know what they know what they know what they know what is to be wrong.",
    "hyp_id": "f8a92ed047c843970489e3c8bb00d73299fa95206e837ef5a1d53825651c5e76"
  },
  {
    "src": "根据联邦调查局仇恨犯罪报告计划的最新数据，密苏里州在 2015 年记录了 100 起仇恨罪行；根据罪行量，该州在全国排名第 16 位。",
    "ref": "Missouri recorded 100 hate crimes in 2015, according to the latest figures from the <unk> hate crime reporting program, ranking the state at 16th in the country in terms of the number of such violations.",
    "hyp": "According to the latest report by the latest report by the latest latest latest 2015 Climate Change Development Bank has been a major step in the first half of the latest 2015 Financial Times in the first half of the first half of the twentieth century.",
    "hyp_id": "c9a4ac0f2626d4a0e482725d7b2e9919229948e23f7a36011c42c1bb0b5c4177"
  },
  {
    "src": "旅行警告也是对密苏里州新法律的回应，该法律将使起诉住房或就业歧视企业变得更加困难。",
    "ref": "The travel warning is also a response to a new Missouri law that would make it more difficult to sue a business for housing or employment discrimination.",
    "hyp": "The new law is also a new legal framework for the legal legal legal and the new government will be to be more likely to be a more difficult to be to become more than a more powerful and more than the US.",
    "hyp_id": "3e04d57c36484e0f690f0e2c5dbbf6edfafb2df252110935b8a03c5faef03848"
  },
  {
    "src": "此前，美国各州通过了移民执法法律，要求当地执法部门拘留移民违规人员，美国公民自由联盟 (ACLU) 表示此举会增加种族诉讼数量，并发布了针对德克萨斯州和亚利桑那州的旅行咨询。",
    "ref": "Previously, the American Civil Liberties Union <unk> had issued travel advisories for Texas and Arizona after the states passed immigration enforcement laws requiring local law enforcement to detain people on immigration violations which the ACLU said would increase racial profiling.",
    "hyp": "In the US, the US has been able to protect the migration from the United States to the United States and the United States – and the US has become a major source of the US and the US by the United States and the United States and the United States and the US.",
    "hyp_id": "70b942a392b08412cc21c096dc00f59596bfcfa27184c957797b12bd3a820217"
  },
  {
    "src": "旅行警告通常是由美国政府针对其他国家发布的，但最近，咨询团体采取这一方式以应对美国境内的某些法律和趋势。",
    "ref": "Travel warnings are usually issued by the State Department for other countries, but lately, advocacy groups have resorted to the measure in response to certain laws and trends inside the US.",
    "hyp": "The US Federal Reserve is often the US government recently recently recently recently recently recently recently recently recently called the US government to be the United States and the United States.",
    "hyp_id": "048f0b0041a2cd4854c1564f3349633c13f500371dcd147f80caf65d09680596"
  },
  {
    "src": "经历2015年<unk>猛增的“黄金时代”后，2016年整体电影市场进入了冷静期，能否突破去年<unk>亿元的总<unk>成绩都成为一个悬念。",
    "ref": "After experiencing the “golden era” of a soaring box office in 2015, the film market retreated into a <unk> period in 2016. Whether box office <unk> could surpass last year’s total of <unk> billion is questionable.",
    "hyp": "After the 2015 2015 Financial Stability Organization of the Bank of England in 2001, the market was the first step in the last two years, the market was the first step in the last two years of the last two years ago.",
    "hyp_id": "d6a248cb62bbab140e75beb3834159fc7c65159d339c18448853563db0758512"
  },
  {
    "src": "从国家统计局公布的数据看，10月，北京新房和<unk>价格双双降温，<unk>仅上涨0.6%和1.1%。",
    "ref": "Data from the National Bureau of Statistics revealed that in October, prices of new and second-hand residential properties <unk> up 0.6% and 1.1% <unk> respectively.",
    "hyp": "From the data to the data of the data from the International Monetary Fund and the International Monetary Fund have been a only one of the first half of the first half of the first half of the twentieth century.",
    "hyp_id": "c3633ba5efafa151ebf85fd25ce95de51be907a166a7c3a5e7cb44753b5da291"
  },
  {
    "src": "现任<unk>首席技术官的卢佩斯库在本次大会上做了一份关于2016年欧锦赛以及<unk><unk>联赛的技术报告。",
    "ref": "<unk> the current Chief Technology <unk> of <unk> made a technical report on the 2016 UEFA Euro and the last season of European Champions League at the meeting.",
    "hyp": "The first step in the technology that technology has been the first step in the early 1990’s, which has been the first step in the first half of the first half of the twentieth century.",
    "hyp_id": "457fdc3ba59dc0d4be68c2474a08d8991c4c52b0fb998466f7b1a1d72af10d51"
  },
  {
    "src": "BBC称北京成最激动人心城市：让<unk>感觉“生活在新时代”",
    "ref": "BBC claims that Beijing has become the most exciting <unk> making foreigners feel like “living in a new age”",
    "hyp": "The most of the most people of the most people who have to be able to be to be able to be to be a new and new to be a new and a new generation of the new and the new new of the New and the New and the New and the New",
    "hyp_id": "39d75b718469e2a7bbea8e8c2c88cf401ea1e936ce4e40ef00973c1202c6a210"
  },
  {
    "src": "<unk>网1月18日报道<unk>，北京或许有三千年的悠久历史，但它也在迅速变身为今天的现代魅力都市。",
    "ref": "Reference News Network reported on January 18 that the British media organization has noticed that Beijing is rapidly transforming into a glamorous modern city in spite of the fact that it is <unk> years old.",
    "hyp": "The first step in the first time of the September 11, 2001, the first and the Japanese government may have to be a serious about the history of the modern history of the modern modern modern modern modern modern modern modern modern modern modern modern modern modern modern modern",
    "hyp_id": "ddfef0415984af84b91cc9c8dd4c7e86e6ba0e92ed1e6a4222764788633c813e"
  },
  {
    "src": "这座中国首都拥有速度高得惊人的互联网，有人脸识别软件等尖端技术，在人工智能方面投入了巨资并且拥有无可匹敌的国际化能量，它对富于探索精神的外国人而言是最激动人心的城市之一。",
    "ref": "The Chinese capital is interconnected by <unk> high-speed Internet and has implemented cutting-edge technologies such as face recognition. It has invested heavily in artificial intelligence and has an unmatched capacity of <unk> It is one of the most exciting cities for foreigners who are eager to explore the world.",
    "hyp": "The Chinese government has been a major source of the Internet and the Internet of the Internet of the Internet and the Chinese industry – and the most likely to be the most powerful – and that it is a major source of the most of the cities of the cities of the most of the cities of the most of the most of the most of the most of the most of the most of the most of the most",
    "hyp_id": "34da0d349d0b6bcc0a7daa64f553466de0324353e541c34f2b3412ad9196de66"
  },
  {
    "src": "据英国广播公司网站1月16日报道，德国侨民克莱门斯·<unk>：“如果我能在那儿成功，我以后在任何地方都能成功。”他引用的是歌手弗兰克·西纳特拉歌颂纽约市的歌词。",
    "ref": "According to a report on the BBC website on January 16, the German expatriate <unk> <unk> said: <unk> I can succeed there, I can succeed <unk> He quoted a song written by singer Frank <unk> to praise New York City.",
    "hyp": "According to the first three months of the first three months of the first half of the German Chancellor Angela Merkel would be the first to be able to be to be a major part of the first and I am not to be the first to be the first of the first of the first of the first of the first of the first of the country.",
    "hyp_id": "14e590bc20264b78670016348c83a583754d313a4446ab2ed9f0087973616765"
  },
  {
    "src": "在《旅行者档案》杂志担任创意总监的塞<unk>：“如果西纳特拉活到今天，他很可能会歌唱北京这样的城市。”他说，生活在这座城市会让你感觉“生活在新时代”，总是能跟上潮流。",
    "ref": "<unk> who served as Creative Director of <unk> <unk> said: <unk> <unk> lives today, he is likely to sing a song for <unk> He said that living in this city will make you feel like “living in a new <unk> which means that you can always keep up with the trends.",
    "hyp": "In the book The New York Times of the New York Times of the so-called Robert Qaeda who had to be a new and he would be to be a new from the cities that he will be able to be to be able to be to be a new to be a new and to be a new of the cities of the cities of the cities of the cities",
    "hyp_id": "d7b30df96084b592066fc069f5ff23f70b72a7d42c0c64339d1531211275837a"
  },
  {
    "src": "老家位于英格兰、但最近生活在北京的西蒙·诺顿在个人博客网站<unk>上发表文章说：“人们总体上有一种处于某种宏大事物中心的感觉，这种感觉很难说清楚，但它让许多外国人长久留在那里。他们想看看它会变成什么样，并且希望亲眼见证。”",
    "ref": "Simon Norton, who originates from England had been living in Beijing in recent years, published an article on personal blog site <unk> saying: “People generally have a feeling of being at the center of something <unk> Although this feeling is hard to describe clearly, it is the reason why so many foreigners stay there for a long time. They want to see what it will become and hope to witness it. <unk>",
    "hyp": "The recent study of the recent book The recently recently recently recently said that the people have been able to have to be said that the people are not to be able to know that they are not to be able to be able to do not to be to be able to do so many of the many of the people",
    "hyp_id": "1dbd8469364aa2f2277f8910ff65d4e7efc3fc868df2cf3bd9a915339be61d26"
  },
  {
    "src": "报道称，这座城市优质高速的互联网和对技术友好的环境使日常生活比以往任何时候都更容易。",
    "ref": "According to reports, the <unk> high-quality, high-speed Internet and <unk> environment make everyday life easier than ever before.",
    "hyp": "The first generation of cities are to be the most powerful and digital technologies that are more efficient than the digital technologies are not to be more than a more efficient and more than they are more than a more than the environment.",
    "hyp_id": "da6126697f8e0188b6ec56f4e7f87275a8eb7df247aaccfc41ef8f87422d05cf"
  },
  {
    "src": "来自马尼拉、目前在“北京儿童”网站担任<unk>的安迪·<unk><unk>尔特说：“北京正在迅速转变为一个无现金社会，互联网把传统钱包的功能整合到智能手机上，使每个人都能更容易地进行许多交易。”",
    "ref": "Andy <unk> who originates from Manila and is currently the deputy editor-in-chief of the website Beijing Children, said: <unk> is rapidly transforming into a cashless society. The Internet integrates the functions of traditional wallets into smart phones, making it easier for everyone to conduct various <unk>",
    "hyp": "The first and the children of the children are the children who have been able to be able to be able to be able to be able to be able to be able to be able to be able to be able to be able to be able to be able to be a more than a more than the Internet of the Internet of the Internet of the Internet of the Internet of the Internet of the Internet of the Internet",
    "hyp_id": "46a96edda7a7e4d63d9f0b9862328c9fb6ef4b21cc696ff0f590e55251d12358"
  },
  {
    "src": "报道表示，但智能手机只是北京技术雄心的开始，面部识别软件已经十分普及，许多手机应用都使用这种技术来进行银行转账和支付、让人们进入公寓和办公室，甚至用它来核实<unk>司机的身份。",
    "ref": "According to reports, smart phones are just the beginning of Beijing's technical ambitions. Face recognition technology is being widely used across the city. Many mobile phone applications use this technology to facilitate bank transfers and payments, grant people access apartments and offices, and even use it to verify identity of the drivers providing <unk> service.",
    "hyp": "The first step is that the technology is already already already already already already already already already already have been used to be used to be used to be used by the Bank of the Bank of the Bank of the Bank of the Bank and the Bank of the Bank of the Bank and the Bank of the Bank and the Bank of the Bank and the Bank and the Bank and the Bank and the Bank and the Bank and the Bank",
    "hyp_id": "0cb45f37f77df71cd2fab14d5de63d743275164ffa3865fc879fcf89709bb755"
  },
  {
    "src": "北京最近还宣布计划斥资138亿元人民币修建一个人工智能科技园，建成后将有逾400家企业在那里<unk>，它们将专注于开发从<unk>到自动驾驶汽车的各种人工智能技术。",
    "ref": "Beijing recently announced plans to invest <unk> billion yuan in the construction of an artificial intelligence technology park. When it is completed, more than 400 companies will settle there. They will focus on the development of artificial intelligence technologies ranging from <unk> to self-driving cars.",
    "hyp": "BEIJING recently announced that the US government has announced that the renminbi will be a major source of the so-called Road Investment Bank of the Bank of the Bank of State and the Bank of State will be able to be able to be able to use of the technologies to be a new technologies to be a new technologies to be a new technologies",
    "hyp_id": "a84a313e2f6e71d0b92cf009b744d442cf609edbc3a2192882130e6c63a5a979"
  },
  {
    "src": "食品也是中国历年诸多重大节日的核心，参加这些庆祝活动受到外国人的推崇，春节是最重要的社会和经济节日，也是外国人最容易参与的节日之一。",
    "ref": "Food plays a central role in China’s many major traditional <unk> Foreigners are enthusiastic about these <unk> The Spring <unk> is the most important festival in both social and economic sense, and it is also one of the most enjoyable <unk> for foreigners.",
    "hyp": "The largest major major major major major major major major major major important of the most important and the most important of these countries, which are the most important to be the most important of the most important and social and social sector.",
    "hyp_id": "d117d8defc8aca715154a05ff4e14dabdc45e9a5a241c8837c6a35fd7f82a0a9"
  },
  {
    "src": "<unk>：“我建议帮助中国朋友为<unk>做准备，打扫公寓和在家门贴上写有新年<unk>的红色<unk>同等重要，在<unk>那一天，所有的家庭成员都要<unk>一堂吃一顿<unk>的<unk>，然后<unk>到午夜，用绚丽响亮的焰火迎接新年。对外国人而言，与朋友和家人<unk>这个夜晚的确是一个融入的机会。”",
    "ref": "<unk> said: “It's a pleasure for me to help Chinese friends prepare for the New Year. It is equally important to clean the apartment and <unk> the red spring <unk> with blessing words on the door. On New Year’s <unk> all family members must gather together to have a good meal and stay until <unk> and finally to celebrate the New Year with <unk> For foreigners, spending the night with friends and their family is indeed an opportunity for <unk> <unk>",
    "hyp": "The Chinese use of the Financial Times to be the Chinese and I am not to be able to help to help to help the Chinese and help to be able to be able to be able to be able to be able to be able to be able to be to be able to be to be a to be a to be a to be the first and the first and the first and to be to be to be to be to be to be to be to be to be to be to be to be",
    "hyp_id": "b8fe6bd903728ed9f2a54bde4c0f7444d4ebac41ad52c2f989c9eb9a58fa7ded"
  },
  {
    "src": "报道称，北京的外国人数量众多而且在不断增长，但中国的语言障碍以及侨民之间交流的便利很容易成为他们不完全融入当地文化的借口。",
    "ref": "According to reports, a large number of foreigners are living in Beijing and the number is growing. However, the language barrier and the convenience of exchanges between the expatriates can easily become excuses for not fully integrating into the local culture.",
    "hyp": "The number of Chinese people are not just as a result, but also the Chinese Chinese are also the Chinese and have been a major source of their own local interests.",
    "hyp_id": "1fa7b00cb6cef186fc87051c4a5b6a3344f34bf29d8c75e299529571f5e56ba4"
  },
  {
    "src": "<unk>：“一些外国人已经在中国生活多年，但对他们的东道国几乎没有什么体验。如果你最初接触中国人的尝试不算成功，那么你很容易有还是与其他外国人相处更容易的感觉。",
    "ref": "<unk> said: <unk> foreigners have lived in China for many years, but they have little experience with their host country. If your initial attempt to interact with the Chinese is not successful, then it is easy for you to feel more comfortable with other foreigners.",
    "hyp": "The Chinese are some of the so-called Maynard Maynard Maynard Maynard Maynard George W. Bush has been a little reason to be a Chinese who did not know what it is not to be a matter of the Chinese and even if it is not to be a more difficult to be a more than one of the other than the other of the other of the other and that of the other and that of the other",
    "hyp_id": "be6f9cd20c3d9e28532b2e1b2829e773239d3b1eb9bc101ea5c7aff7f5c238f9"
  },
  {
    "src": "”在这些所谓的“<unk>泡泡”中（“<unk>泡泡”是指外国人只在外国人中间混，而不接触当地人和当地文化——译者注），外国人在自己的社区里抱团，在西方餐馆吃饭，并且朋友中只有外国人。",
    "ref": "In these so-called <unk> <unk> <unk> <unk> refers to circles in which foreigners only mixed in with foreigners, without touching local people and local culture -- <unk> <unk> foreigners <unk> with each other in their own communities, eat in Western restaurants, and only make friends with foreigners.",
    "hyp": "In these so-called so-called so-called so-called so-called so-called so-called so-called so-called so-called so-called the so-called State of the State of the State of the Bank of the State of the State of the Bank of the State of the West and the West Bank of the West and the West have been a powerful of the West and the West of the West and the West",
    "hyp_id": "2b2ff71bdc56cd867406c51a6d63411649966d3a9567954b2fee1a8ca56af0b5"
  },
  {
    "src": "克服这一点最简单的办法就是学习一点普通话——这比人们可能想象的要简单。",
    "ref": "The easiest way to overcome problem is to learn a little bit of Mandarin – something easier than one might think.",
    "hyp": "The most powerful news is that the most powerful – the most likely to be the case – may be to be a simple and likely to be wrong.",
    "hyp_id": "4f54580bf0db78101e9369771698716e2486f06aba2cb67e508870f849cffa9b"
  },
  {
    "src": "<unk>：“每周上一两个小时的中文私<unk>或者学习入门级的<unk>应该会适合每个人的忙碌日程。”",
    "ref": "<unk> said: “One or two hours of private lessons in Chinese every week or learning entry-level radio dramas should suit everyone’s busy <unk>",
    "hyp": "The first step is to be the so-called “We have to be the first and the first step toward the first time that the people should be to be able to be to be able to be to be able to be to be able to be to be to be a to be a more than a major to be a to be the first to be",
    "hyp_id": "62b470b64142079719719f37ffe100538b8385f0dc845752d82bdeca00afa766"
  },
  {
    "src": "哪怕学几句经典的<unk>也会对购物、在餐馆<unk>或是在出租车上<unk>有帮助。",
    "ref": "Even learning a few classic phrases will help with shopping, ordering a meal in a restaurant, or <unk> on a <unk>",
    "hyp": "The first step in the case of the so-called air pollution will also be the only way to the end of the same time, and the consequences of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank",
    "hyp_id": "c4f8cd64c587e684eedef424df02092936204f9a5a3826c299362ed7584d0b19"
  },
  {
    "src": "报道称，顽固的空气污染也是日常生活中的一个事实，不过近年来的政府努力遏制了一些问题。",
    "ref": "According to reports, persistent air pollution is also a fact of daily life, but the government has tried to curb pollution in recent years.",
    "hyp": "The first step is that the government has been a serious problem – a recent problem that has been a major problem for the government to be some of the most likely to be wrong.",
    "hyp_id": "c929be718c6ea46ab32494c712a31e0bb2825bb6381835b6439b6386c8917465"
  },
  {
    "src": "居民们强调，在污染往往较轻的温暖月份里到<unk>很重要，要把那些蓝天日当作在历史悠久的<unk>里<unk>或是探索备受欢迎的<unk>的机会。",
    "ref": "Residents emphasize that outdoor activities are very important in warm months when pollution is often light. It is important to consider those blue sky days as opportunities for rambling in ancient <unk> or exploring the popular <unk> Park.",
    "hyp": "The first step is often often often often often have a major role in the form of the important part of the important part of the important part of the important part of the important role in the West to be able to be able to be able to be able to the important to be a chance of the important to the important",
    "hyp_id": "7fde5af474c407ad0ec791b51dfedece245948fb5aaedfe9c8dec2323f0e3a92"
  },
  {
    "src": "诺顿说：“北京是能在表面以下发现最多东西的中国城市，你能发现很不错的艺术和音乐活动、纵情的<unk>、历史奇观、超现代的<unk>和古老的<unk>区。”",
    "ref": "Norton said: <unk> is a Chinese city that one can find most things below the surface. You can find very good arts and music activities, indulgent <unk> historical wonders, ultra-modern business districts and ancient <unk> <unk>",
    "hyp": "The Chinese economist “We have a great power to be the most important to the most of the most of the most Chinese cities – the Chinese and the Chinese cities have been a modern and modern and modern modern and modern modern modern modern modern and modern modern history.",
    "hyp_id": "7846c5b8d78624214a1f12dd0d53efa58e16700c29e767f28753a9db3db1d5f6"
  },
  {
    "src": "报告认为，老龄化对人力资本增长的阻碍作用日益明显，尤其在东北地区，老龄化对人力资本增长的年均贡献率为-<unk>。",
    "ref": "The report believed that the hindrance to growth in human capital as a result of aging has become increasingly apparent. This was particularly the case in the <unk> where the annual average contribution of aging to human capital growth was <unk>",
    "hyp": "The report shows that the growth of the growth of the growth of the growth of the so-called growing number of people are particularly difficult to be to be to be used to be to be a more powerful and more than the first and the first of the first and the country.",
    "hyp_id": "d873cfa7985f289ecae538776da52139a2d7c3229dd7400d106db0ae685399a8"
  },
  {
    "src": "潘功胜指出，目前跨境资本流动风险可控，支撑国际收支平衡的根本性因素仍然长期存在。",
    "ref": "Pan <unk> said that the present of risk of cross-border capital flows can be controlled. The fundamental factors underpinning international balance of payments will still exist over the longer term.",
    "hyp": "The risk is that capital capital flows are still capital flows from international capital flows to international capital markets.",
    "hyp_id": "4c8da39c3cf53c3f050e28327842350db44829b237ae3e20122072934642f0d7"
  },
  {
    "src": "<unk>北京12月17<unk> (记者 <unk>)世界因遗产而<unk>——2016中国古<unk>鉴定修复与保护国际<unk>于12月17日在<unk>开幕。",
    "ref": "China News Service Beijing December 17 wire <unk> <unk> <unk> Heritage makes the world <unk> - The opening ceremony of the 2016 International Summit for the <unk> Restoration and Protection of Ancient Chinese <unk> and <unk> was held at <unk> University of China on December <unk>",
    "hyp": "The first step in the first Chinese Communist Party of the World Trade Organization in the World Trade Organization of the World Trade Organization in the World Trade Organization – and the world’s largest Chinese – the world’s largest international system – has been a major international system that has been a major international and the international system of the international and the international of the international",
    "hyp_id": "54600dbe07778f8b3948a5d4e2049a15da8d5c1e35c26270eaff3b463224dbfd"
  },
  {
    "src": "欧盟委员会今年4月指控谷歌强迫手机厂商预装谷歌搜索和Chrome浏览器等软件，否则便不允许其使用其他谷歌应用。",
    "ref": "In April this year, the European Commission accused Google of coercing mobile phone manufacturers into installing software such as the Google search engine and <unk> web <unk> or they would not be allowed to use other Google applications.",
    "hyp": "The European Commission has launched the Commission on the first three years of the first and the Bank of the Bank of State and the Bank of State and the Bank of State of the Bank of State and other other use of the other use of the other use of other use of the other use",
    "hyp_id": "c609b348bfd334753d45a204e86af39f75c96cfcafdc8ba266dcb9f3ae136c35"
  },
  {
    "src": "欧盟委员会认为此举有损消费者的利益，并且阻碍了竞争。",
    "ref": "The European Commission believed that this harmed consumer interests and hindered competition.",
    "hyp": "The European Commission has been viewed as a consumer of the consumer interest in the consumer sector.",
    "hyp_id": "93e6715fea181daeab968ed615ba5a402caef2df03ec14aea505d3a52a75cd14"
  },
  {
    "src": "欧盟监管者最初要求谷歌在7月27日之前作出回应。",
    "ref": "EU regulators initially requested that Google make a response prior to July 27.",
    "hyp": "The EU has called the European Union to be a first step in the first before the first before the September 11, 2001,",
    "hyp_id": "202f905cd2d9b9e757a6d0939a2e419a392bcce26b52b236604674f753bcaa52"
  },
  {
    "src": "倘若反垄断罪名成立，谷歌最高面临其全球营收10%的罚款，约为74亿美元。",
    "ref": "If found guilty of violating antitrust rules, Google could face a maximum fine of 10% of its global turnover, or approximately <unk> billion.",
    "hyp": "The first step is to be the first step in the global financial crisis, which has been estimated to be estimated to be about half of the world’s largest billion.",
    "hyp_id": "c15a8c1a4f02793b929c355888e97b36e60574bea8bf44f41cdd3ba1bed3fe9d"
  },
  {
    "src": "谷歌尚未立刻对此<unk>。",
    "ref": "Google has not made immediate comment on this.",
    "hyp": "The first step is to be the first and the first of the first and the first of the country.",
    "hyp_id": "01700bb3a6b932b5c794f4fb09c491e83bcea94f315fa883126ca5705f55af83"
  },
  {
    "src": "谷歌还因为在搜索结果中偏向自家购物服务而面临欧盟的调查。",
    "ref": "Google also faced EU investigations over giving prominent placement to its own shopping services in search results.",
    "hyp": "The result is also a result of the European Union in the European Union – and the EU is facing the EU.",
    "hyp_id": "abb0f3b11984651ef5bb075a7d2f7f25cb7e4b7ac2a0d1e0e9b3054a69aad4ac"
  },
  {
    "src": "<unk>的<unk>是实打实的，可以说他实现<unk><unk><unk>的“<unk>”并不是偶然的，而他<unk>的幅度依然令人惊讶。",
    "ref": "Zhang <unk> <unk> is a real one. It can be said that his achievement of <unk> level” from the national youth to the national Olympics is by no means accidental, and his <unk> growth is still surprising.",
    "hyp": "The first step is that the first and the first step in the first time that he would be able to be able to be able to be to be said to be the first and not the first of the first and that he was not to be a prime minister of his who not not not not not not not not not not his",
    "hyp_id": "b62b426f5b15d9e24e988bc9cb319fc7280c0872ac3cd5892959956013e6e414"
  },
  {
    "src": "一张<unk>懂：比特币在世界各地的法律地位",
    "ref": "<unk> through a picture: <unk> legal status around the world",
    "hyp": "The first step is to be the first step in the form of the law in the form of the law in the law of the law in the law of the law of the law and the law of the law of the law of the law of the law of the law of the law of the law",
    "hyp_id": "3d5f8495b004db6ea507d67a0bf466e30084d13dbbdce9d0be3e66210ce8e6fd"
  },
  {
    "src": "摘要：除了投机属性天然引发的价格回调，本轮数字货币惨跌也与“宿敌”——监管风险不无关系。",
    "ref": "<unk> A part from the price correction which is natural in speculation, the current round of digital currency tumble has also to do with the <unk> <unk>",
    "hyp": "The second of the first half of the Great Depression is the price of the price of the price of the currency – and the risk of the currency – and the risk of the financial system.",
    "hyp_id": "3d72e6e8c3f0977ca1555c230f7d9bf5bb8f253e6ce3af5eedb26499a7cbb24d"
  },
  {
    "src": "从可视化地图看，东方国家对比特币的态度比西方更为保守，占全球主体的国家仍在观望数字货币合法性，代表“黑天鹅风险”依旧很大。",
    "ref": "From the <unk> maps, the attitude of the eastern countries towards Bitcoin is more conservative than that of the West. Most countries in the world are still <unk> about the legitimacy of digital currencies, indicating that the “risk of the black swan” is still looming large.",
    "hyp": "In the first time, the country has been more than the country from the Western Europe, which has been to be the global currency from the global currency to the global currency of the global currency from the so-called Bank of the US.",
    "hyp_id": "154b70201e78f4860122290d81378a2a25785f8ce2039a4d601c328c6b93f963"
  },
  {
    "src": "*本文来自华尔街见闻（微信<unk>：<unk>），编辑<unk>。更多精彩资讯请登陆<unk>.com，或下载华尔街见闻APP。*",
    "ref": "<unk> article is taken from <unk> <unk> <unk> <unk> editor Wang <unk> For more exciting information, visit <unk> or <unk> the <unk> <unk> <unk>",
    "hyp": "The Bank of England from the Bank of England from the Bank of the Bank of England and the Bank of the State of the Bank of the State of the State of the Bank of the State of the State of the Bank of the State of the State of the People’s Bank of the State and the People’s",
    "hyp_id": "01cabce6b226431eb5e18dc04a4a542d09b4863c0f1fc4ac2401c21ffc83174f"
  },
  {
    "src": "随着中国、韩国和欧盟等比特币主要市场的监管风暴<unk>，以比特币为首的全球数字货币本周以来惨遭血洗，比特币价格<unk>起跌破1万美元心理整数位，并创三年以来最大单日跌幅。",
    "ref": "As the authorities in major markets of Bitcoin -- such as China, South Korea and the European Union -- take decisive regulatory measures, the digital currency market dominated by Bitcoin has experienced major bloodshed this week. The price of Bitcoin has fallen below 10,000 dollar, recording the biggest one-day drop.",
    "hyp": "As China and the EU have been particularly important to be the EU’s major market for the European Union and the market in the market for the global market in the global market since the global currency was already since the last two years since the last two years of the first half of the currency and the currency of the currency and the currency of the currency and the currency",
    "hyp_id": "416ac1e495e86f443a84515d7788a3164f5e9f9c5bc8bbc9df68c2587133ae84"
  },
  {
    "src": "除了投机属性天然引发的价格回调，本轮数字货币惨跌也与一直以来的“宿敌”——监管风险不无关系。",
    "ref": "A part from the price correction which is natural in speculation, the current round of digital currency tumble has also to do with the <unk> <unk>",
    "hyp": "Beyond the price of the price of the price of the price of the price of the price of the price of the currency – and the so-called monetary union – has been a serious risk of the risk of the risk of the risks of the risks of the risks.",
    "hyp_id": "861c469a61f9fdb224bc4987feb0e2236b5580c90d5b4eb320240d43ee4a87de"
  },
  {
    "src": "在这个重要的关口，可视化大数据网站<unk>.<unk>制作了一份<unk>，展现比特币在全球各国的合法性地位和受监管程度。",
    "ref": "At this important juncture, <unk> a visualization big data website, produced a map showing the legitimacy of Bitcoin and regulation measure in place in countries around the world.",
    "hyp": "In this sense, the data have been the important to be used to be used to be the most important to use of the global market and the global market to the global order of the global financial system and the global economy.",
    "hyp_id": "59dbf57dd731203d82b459ea15d081d2a29160ed7654ad5f358e10be29b5a340"
  },
  {
    "src": "如下图所示，绿色代表比特币的合法市场；<unk>代表中性市场，虽尚未公开合法化比特币地位，但也没有主要的使用限制；<unk><unk>代表受限制的市场，即当地政府尝试通过红线政策或监管来方法数字货币的使用；深<unk>代表比特币被定义为非法的国家；灰色是尚未<unk>的国家。",
    "ref": "As shown in the figure below, green represents the legal market for Bitcoin, and orange represents the neutral market. Although there is no place where Bitcoin is acknowledged a legal currency, there are no major restrictions on the use it. The pale pink represents the restricted market, i.e. the local government tries to the use of the digital currency pass by drawing a red line or taking regulatory measures. The deep pink represents countries where Bitcoin is declared as illegal. The gray represents countries that have not yet been rated.",
    "hyp": "The first step in the market is that the market is not the market for the market to the market market and the market that have been used to be used to be used by the market to be used by the market to be used by the market and the market to be used by the market and the market of the market and the market of the market and the market and the market and the market of the market and that of the market and that of the market and that of the market of the market",
    "hyp_id": "b05bce6a8330c12b42b9b6dcabe1105aa90e839cd2338882f587322cd61611e9"
  },
  {
    "src": "（上图来自<unk>.<unk>可视化团队在1月15日<unk>）",
    "ref": "(The above figure was drawn by the <unk> visualization team on January <unk>",
    "hyp": "The Bank of England from the Bank of England from the Bank of England from the New York Financial Trade Organization in September 11, 2001, the Bank of the Bank of the Bank of the People’s Bank of the People’s Bank of the People’s",
    "hyp_id": "c10d0ff0bf72cc30a1c707933a376f08500bd3df549421cceea4bd51e6852113"
  },
  {
    "src": "文章指出，<unk>中非绿色的<unk>分布可以看出，传统意义上的东方国家对比特币的态度比西方更为保守。",
    "ref": "The article points out that from the distribution of non-green color patches in the <unk> it can be seen that the <unk> countries in the traditional sense are more conservative towards Bitcoin than the West.",
    "hyp": "The latest study of the Bank of the Bank of England has been able to be able to be able to be able to be able to be more than the West in the West than the West in the West in the West than the West has been the West in the West in the West",
    "hyp_id": "1ca5d5f72337bb4130ba9ccb64a20f0224e171e3a7b0ff8f676f517529e33984"
  },
  {
    "src": "俄罗斯是目前定义比特币为非法的最大国家，中国是比特币最大的受限市场之一，印度是对比特<unk><unk>、还没有出台相关政策的最大国家之一。",
    "ref": "Russia is currently the largest country that defines Bitcoin as illegal. China is one of the largest restricted markets for Bitcoin. India is one of the largest countries that have not commented on Bitcoin and have not made relevant policies.",
    "hyp": "Russia is the largest source of the largest Chinese largest and China – the largest Chinese largest market for China to the largest and the largest market – and the largest Chinese largest and the largest largest – have been a major source of the largest and the largest and the largest of the largest and the largest of the largest of the largest",
    "hyp_id": "7b9b7b6f9ffdd03caabff62e9d6f36a7d3ff26a8adf120542dc097a61450b069"
  },
  {
    "src": "北美和西欧是对比特币接受程度最高的地区，即绿色块的分布更为集中。",
    "ref": "North America and Western Europe are the regions that have highest level of tolerance to Bitcoin i.e. where green patches are concentrated.",
    "hyp": "The first and the first of the first and the first of the first and the region are the first to be the first of the region.",
    "hyp_id": "eeaa046cd9c74d5c4fd5b1ead166ef23b222971166772ff514df7c3282229494"
  },
  {
    "src": "中东和拉丁美洲各国对比特币的看法呈现明显分化，上述地区的<unk>分布更为混杂。",
    "ref": "The views of the countries in the Middle East and Latin America on Bitcoin are clearly divided, so, the distribution of color patches in these areas is more mixed.",
    "hyp": "The Middle East and Latin America have been a major source of capital flows from the region to the region of the region of the region.",
    "hyp_id": "04d13ff87b6a63de22c7cfd058059670ac8a45e55c09d733a59ea50a7b233e7b"
  },
  {
    "src": "其中伊拉克、伊朗、土耳其、巴西都是合法的比特币市场，阿富汗、巴基斯坦、沙特、埃及、玻利维亚等对其交易和使用有一定程度的限制，更多的拉美国家对比特币还没有发声。",
    "ref": "Among them, Iraq, Iran, Turkey and Brazil are all legitimate Bitcoin markets. Afghanistan, Pakistan, Saudi Arabia, Egypt, and Bolivia have some restrictions on the trading and use of Bitcoin. Most Latin American countries have not made any comments about Bitcoin.",
    "hyp": "The Iraq of Iraq and Turkey have been the main reason to be the same as the main as the US and the Iraq of the Iraq and the Iraq of the Iraq and the Iraq of the West and the West have been able to be able to prevent the more than the military and more than the military and more than the military and the military and the military and the military and the military and the military and and and and and and and and and and of the military",
    "hyp_id": "c1bd5a683140fb303a2a261938264864739fde126c8b9f5b85e881dbaf7f2edc"
  },
  {
    "src": "综合上述数据可知，在全球受统计的246个国家中，共有99个国家（或占比40%）对比特币的交易和使用不施加限制，即绿色和<unk>的地区。",
    "ref": "From the above data, it can be seen that of the 246 countries that have been rated, a total of 99 countries (or 40% of the total) <unk> imposed any restrictions on the transactions and use of Bitcoin. They are represented by green and orange <unk>",
    "hyp": "The data are all of the data that are already in the global global value of the global financial sector – or by the countries that have been used to be used to be used to be used to be used to be used to be used to be used to be used to be to be more than the region.",
    "hyp_id": "eed0d7e1d80f92a2a0309a5f009b7d494a7ea1c468ecaff71f569274ba246fce"
  },
  {
    "src": "有7个国家（或占比3%）是受限市场（<unk><unk>），有10个国家（或占比4%）定义比特币为非法（深<unk>），有130个国家（或占比53%）还没有更多的对待数字货币信息（灰色）。",
    "ref": "Seven countries (or <unk> are restricted markets <unk> <unk> 10 countries (or <unk> have defined Bitcoin as illegal <unk> <unk> and 130 countries (or <unk> <unk> <unk> given comments on digital currency <unk>",
    "hyp": "There are no longer a country that or the country is a market for the market to be the market for the market to the market that have been a large share of the total of the state of the state of the state of the state of the state of the state of the state of the state and the state of the state of the state and the state of the state and the state of the state and the state",
    "hyp_id": "3d12a645bc34a3564f1d75e6951e03090fb209dab75d77058ede38455b3e69df"
  },
  {
    "src": "这说明，占全球主体（53%，超过半数）的国家仍在观望以比特币为首的数字货币在境内的合法性，也代表了比特币的“黑天鹅风险”依旧很大，因为其中一部分国家最终可能会作出限制数字货币的立法决定。",
    "ref": "This shows that countries that account for the global majority <unk> more than <unk> are still <unk> about the legitimacy of digital currencies represented by Bitcoin. This means that the “black swan risk” is still very large for Bitcoin, because some of these countries may ultimately make legislation that restrict the use of digital currencies.",
    "hyp": "This year, the global trade deficit is still still still still still still still still have to be a country in the country that the country is still still still a risk that the risk that is not just as a result of the risk of the risk of the so-called monetary system.",
    "hyp_id": "514d48dc68206de6cdb1d272b3b61a80bb365bf7e4b066033886346099772fb6"
  },
  {
    "src": "文章认为，全球监管机构对数字货币这个新兴类别还没有完全理解，可能是大部分国家还没有作出表态的主要原因。",
    "ref": "The article believes that global regulators have not fully understood the digital currency as a new type of currency. This may be the main reason why most countries have not chosen a stance.",
    "hyp": "The global financial institutions have been viewed as a global currency as a currency is not a major reason why it is not likely to be the most important to be the most important to the most important of the most major countries.",
    "hyp_id": "8d185baa0e8b750c84248f309d201a4e71a608dafb514c7234cdba2d9234b5b9"
  },
  {
    "src": "尽管比特币的“人气”自去年以来呈指数级增长，并不代表所有国家都感兴趣，可能有些国家担心当地<unk>因此受到威胁，或更担心数字货币被犯罪组织利用。",
    "ref": "Although Bitcoin’s popularity has grown exponentially since last year, it does not necessarily mean that all countries are interested in it. It's probably that some countries are concerned that the local currency may be undermined by digital currencies or that digital currencies are used by criminal organizations.",
    "hyp": "Although the last year of the so-called Great Depression has been the last year, the country has not been able to be able to have to be able to have to be able to be able to protect the country from the country to the country that the country could be a more than the country of the country of the country and the country of the country and the country of the country",
    "hyp_id": "4ea7188f93d4f993294cf1aad6a782a7f68c97335f0e89cbaaff0c205edfc594"
  },
  {
    "src": "华尔街见闻曾撰文详细总结了上周以来针对比特币的国际监管新闻，包括中国开始打击场外类交易所的集中服务在线平台和移动<unk>、韩国仍在考虑关闭数字货币交易所、欧盟认为比特币还没有被广泛接受并警告投资者“<unk>血本无归”的风险等。",
    "ref": "<unk> has published an article <unk> the news related to regulation measures against Bitcoin across the world since last week, <unk> China starts to crackdown on online platforms and mobile <unk> of over-the-counter exchanges; South Korea is still considering to close the digital currency exchanges; the European Union holds the view that Bitcoin has not yet been widely accepted and warns investors of the risk of <unk> <unk>",
    "hyp": "The Chinese have been made since the International Monetary Fund since the International Monetary Fund – including the International Monetary Fund and China Sea – the Chinese and the Chinese have been able to be able to be able to be able to be able to be able to be able to the EU and to be to be the EU and the EU of the EU of the EU of the European and the international and the international and that of the international and and and to be to be to be to be to be to be to",
    "hyp_id": "45d4a99686cfe9b4ac38c417326731a5bb2d48e76c75a99ff15ecbd7d32d8f6f"
  },
  {
    "src": "华尔街见闻主编精选《读<unk><unk>2018：全球<unk>开启数字货币元年？》曾提到，从监管、接受/批判、采纳的任一角度来看，2018年都将成为全球央行的数字货币元年。",
    "ref": "<unk> <unk> <unk> Reading News <unk> 2018: Global Central Banks Are <unk> Digital <unk> One article points out that 2018 is destined to be the first year of digital currency for central banks across the world, viewing from the perspectives of supervision, <unk> and adoption.",
    "hyp": "The latest book The Financial Times The Financial Times The International Monetary Fund was the world’s largest currency and the global currency of the International Monetary Fund to the Bank of the Bank of the Bank of the Bank of England and the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank and the Bank",
    "hyp_id": "8e6a33b1c5c22531b871d50c039f1ffc648be79e62ea7a64e83b171e65052188"
  },
  {
    "src": "俄罗斯等大国批评比特币合法性地位的做法，其实也是为了给官方发行数字货币让路。",
    "ref": "The act of questioning the legal status of Bitcoin by big countries such as Russia is actually meant to make way for the official issuance of digital currencies.",
    "hyp": "Russia like Russia have been the most powerful of the legitimacy of the legitimacy of the legitimacy of the official government is a good for the official currency.",
    "hyp_id": "fbf6a14b26bcf2c4786b2482a8c0400f35175e99176a067e106b7ce56a5c3d42"
  },
  {
    "src": "新华社马德里1月8<unk>（报道员<unk>）巴塞罗那<unk><unk>尼奥8日在诺坎普首次<unk><unk>球衣亮相。",
    "ref": "On January <unk> the Barcelona new aid Philippe <unk> showed up for the first time in Camp <unk> with his Barcelona <unk> the Xinhua News Agency reported in Madrid by reporter Xie <unk>",
    "hyp": "The first step in the first two months of the September 11, 2001, the Bank of the Bank of England was the first step in the first half of the first half of the first half of the first half of the first half of the first half of the first first and the first first first was the first",
    "hyp_id": "3f7975d2846f0e6f940718318dffe9bf28d0b3bcb8a09a96ba461a2b561e5df9"
  },
  {
    "src": "<unk>尼奥当日上午通过了<unk>的体检，并与<unk>主席<unk><unk>在一份将于2023年夏天到期的合同上签了字。",
    "ref": "<unk> passed a physical examination of Barcelona early that morning and signed with Barcelona president <unk> a contract that will expire in the summer of 2023.",
    "hyp": "The first step in the first half of the first half of the Bank of the Bank of England and the Bank of the Bank of State President Donald Trump’s Federal Reserve Bank of the Bank of the Bank of the State of the Bank of the Bank of the State of the New York",
    "hyp_id": "517cded27734a1c0654128b4f42286c6becd8f1b921f3876de0cb9ed773ecfcc"
  },
  {
    "src": "随后他作为<unk>球员，在诺坎普近7000名球迷面前亮相。",
    "ref": "Then he appeared in the face of nearly 7,000 Camp <unk> fans as a Barcelona player.",
    "hyp": "The first step is to be the first and the first of the first half of the first half of the first half of the last year.",
    "hyp_id": "e93fc11cd0b2a3976bee1bb1feae3405ae863a76c8439f2ba4279c93320ef9c4"
  },
  {
    "src": "据西班牙媒体透露，<unk>尼奥的<unk>总额或达到1.6亿欧元（1欧元约合<unk>元人民币），是<unk>俱乐部及<unk>历史第一身价。",
    "ref": "According to a Spanish media, <unk> transfer fee may amount to 160 million euros <unk> <unk> 1.77 Chinese <unk> being the highest paid player in the history of Barcelona and La <unk>",
    "hyp": "According to the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of England and the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank",
    "hyp_id": "8424b0d91f509e9d6011b70ec45336d1dbc79589446403ab1e4d7c90fcaee1dc"
  },
  {
    "src": "由于眼下<unk>尼奥仍<unk>在身，他还需<unk>近20日才能迎来自己<unk><unk>球衣的<unk>。",
    "ref": "As <unk> is still injured at the moment, he still need <unk> for nearly 20 days before ushering in his debut in the Barcelona <unk>",
    "hyp": "Given the fact that the French have been able to have to be able to be able to have to be able to be able to have to be able to be able to have to be able to be able to be able to have to be to be used to be a to be a to be a to be to be a to be to be to be",
    "hyp_id": "878dce265a2b59725f0e4f057bf6df1dc9929361671ef5fe29ec604bc3080e97"
  },
  {
    "src": "还有什么神圣的东西？",
    "ref": "Is nothing <unk>",
    "hyp": "What is the case for the Bank of the Bank",
    "hyp_id": "9b984ead1d3f40358c44234b66f97f7baf4dedf5279c9639737db570bf366645"
  },
  {
    "src": "现在特朗普的白宫正在瞄准自由<unk>",
    "ref": "Now <unk> White House is targeting the <unk> of Liberty",
    "hyp": "The Trump administration is now being the first of the Trump Revolution",
    "hyp_id": "edb2bc4b2a7a1e50e799f7afa3ed5db6b1872cee84d7f36809468f49ee021457"
  },
  {
    "src": "政权更迭最确定的标志是他们开始攻击雕像之时。",
    "ref": "The surest mark of regime change is when they start attacking the <unk>",
    "hyp": "The regime is the most likely to be the most likely to be the first and they are to be wrong.",
    "hyp_id": "2996a988dbfe4d34396b0970eb1e214b697f15a379d54138344ae9db8eb12e76"
  },
  {
    "src": "美国人和任何人一样都赞同这一点。 因此，2003 年巴格达天堂广场的萨达姆?侯赛因被精心策划地推倒了。",
    "ref": "Americans appreciate this as well as anyone - hence the carefully <unk> toppling of Saddam Hussein in <unk> square in Baghdad in 2003.",
    "hyp": "The US and the US have been like the US and the first and the first of the first half of the twentieth century.",
    "hyp_id": "bbc2f1395ebc86b1e61de4212895608f37ae45ba3c19bf5daaf2021d74ad7fcf"
  },
  {
    "src": "斯蒂芬?米勒 (Stephen Miller) 作为特朗普政府的关键智囊之一，在与<unk> (CNN) 的吉姆?<unk> (Jim <unk>) 就总统关于严格限制合法移民的提议进行激烈争论时,他肯定知道自己对自由<unk>砍出象征性的<unk>发生什么事情。",
    "ref": "Stephen Miller, one of the key ideologues of the Trump regime, surely knew what he was doing when he took a symbolic <unk> to the <unk> of Liberty in a heated argument with <unk> Jim <unk> over the president's proposals to drastically limit legal immigration.",
    "hyp": "The latest campaign of the Trump administration has been a key to the Trump administration’s commitment to the government as a major role in the government to the US and the US government to be able to be able to be able to be to be able to be to be able to the first and that the first to be the first and that the first to be the first and the first to be the first to be to be to be to be the first to be to be to be to be to be to be",
    "hyp_id": "2642d60d133b919363e07870265a75422f7866c2c9b51557a38cedd7c27dffae"
  },
  {
    "src": "公平地说，米勒并没有攻击雕像本身。",
    "ref": "In fairness, Miller did not attack the statue itself.",
    "hyp": "The first and the attacks have not been able to be able to be wrong.",
    "hyp_id": "1124192759ff2d52da92ddf260fdfd5fb325e2d4ee75f75e3753b005b7adada3"
  },
  {
    "src": "如果他这样做了，那么一群<unk>业主和自由主义的追随者一定会将他<unk>。",
    "ref": "A horde of <unk> owners and Liberty <unk> would have <unk> him if he did.",
    "hyp": "If he did not have to be able to make the same and the same and the same as the he will be to be the first and he will be to be a to the first and his of his political and he will be a to the first to be the to the country.",
    "hyp_id": "fd9307c4dfcc498b876f0a335bbbb401d5648fa0d8779fc0a09b4a3d8a1635bf"
  },
  {
    "src": "但是他确实攻击了塑像的意义，尤其是在 1903 <unk>?<unk>路的着名诗歌<unk>在基座上时（这座纪念碑在此后17年方建成）而具有的意义。",
    "ref": "But he did attack its meaning, and in particular the meaning ascribed to it when <unk> <unk> famous poem was added to its base in <unk> 17 years after the monument itself was completed.",
    "hyp": "But he has been a serious about the first and especially in the first half of the first and the first of the first time to be the first and the first of the first half of the so-called State of the State of the State of the State of the State of the State of the State of the State",
    "hyp_id": "bf91c15d1f8a392911a7ea8fca807597f91b9b5c3a1e236459ff8166ccd64bab"
  },
  {
    "src": "正如米勒斥责<unk>所说：“我不想在这里谈论历史的全部事实，但<unk>像是美国自由照亮世界的象征<unk>。",
    "ref": "As Miller scolded <unk> \"I don't want to get off into a whole thing about history here, but the <unk> of Liberty is ... a symbol of American liberty lighting the world.",
    "hyp": "As the first was the first of the first time I am not to be the first of the history of the history of the United States – but it is the world’s most powerful and the world’s most powerful world.",
    "hyp_id": "2d427eec729f41afc2a4b46dc9b2ea95a4bd31d719466927b0a3bebf8edf0555"
  },
  {
    "src": "你所指的那首诗，那是后来又加上去的，不是原始自由<unk>的一部分。”",
    "ref": "The poem that <unk> referring to, that was added later and is not part of the original <unk> of <unk>",
    "hyp": "The you have been the first and the first step in the first time of the first time to be a part of the free movement of the free movement of the state.",
    "hyp_id": "71dbd98cd7514c2518159282b5f15768fdbcfc00de588cf10733a7c730f1ac78"
  },
  {
    "src": "事实上，米勒是正确的，但是正如他自己所说的，这不是真正关于历史。",
    "ref": "Miller is factually correct, but as he put it himself, this is not really about history.",
    "hyp": "Indeed, the right is to be the right to be the right to be a matter of his own history.",
    "hyp_id": "19d0be4de0ee8fe71882393e45ac5aa2f9276fb10b15c0ad7a4ed2d75ef926a1"
  },
  {
    "src": "这涉及到<unk>路惊世<unk>的现代回音，唯一一个国家似乎不仅邀请任何老移民，而且还邀请穷人中最贫穷的人：“你的疲惫、你的穷困、或者你的<unk>的民众渴望自由呼吸，/苦难的人拒绝你拥挤的海滩。”",
    "ref": "It is about the contemporary resonance of <unk> startling words, the only ones in which a state has appeared to invite not just any old immigrants, but the poorest of the poor: <unk> tired, your poor, <unk> Your <unk> masses yearning to breathe free, <unk> The wretched refuse of your teeming <unk>",
    "hyp": "This is the only way to be the first and modern modern modern modern countries have not only not only not only because the country is not only one of the poorest people who have to be able to be able to be able to be able to be to be able to be the only one of the most of the most of the most of the most of the most of the most of the most of the most of the most of the most of the most of the most of the most of the one of",
    "hyp_id": "7678a22439a67d85465291f905eab8c6abdf21c05985831699aa2a4c9ac00b94"
  },
  {
    "src": "不存在“苦难的人拒绝”在我们的屏幕变得更刺眼的一刻。",
    "ref": "There has never been a time when the <unk> <unk> has been more visible on our screens.",
    "hyp": "There is no longer the so-called people who have been able to make us more of the more than they are more likely to be wrong.",
    "hyp_id": "f30c04ef021b06d6d027317e1b9409663ec223b49e4763d73829e44f7e9d9825"
  },
  {
    "src": "米勒并没有从事过<unk>工作，他清楚地表明，这些人在特朗普时代的美国不会受到欢迎。",
    "ref": "Miller was not engaging in literary criticism - he was making it clear that these people are not welcome in <unk> <unk>",
    "hyp": "The same does not have to do so, he has not come to the same thing that he would be to be able to see the US as the US as the US has not been a US to be a US in the US.",
    "hyp_id": "976a9cde0cb1a12ab3da683237bf463b1cb6e1a3ae02521ac3faf3ba7cc25df0"
  },
  {
    "src": "这种关于雕像意义的冲突是更广泛的政治和文化战争的一部分：这实际上是与美国精神相冲突。",
    "ref": "This conflict about the meaning of a statue is part of a wider political and cultural war: it is really a conflict about the meaning of America.",
    "hyp": "This is the case of the political conflict and the political system of political and political forces are the US and the US are the US.",
    "hyp_id": "3f9b33cfbc353e9db0f2434ed5ef398f79febd52acd1604a1fab99009724939d"
  },
  {
    "src": "拉扎鲁斯 (<unk>) ，以及她的、在她去世后举行活动将她的诗句铭刻在基座上的朋友们，很清楚他们正在参与的行为具有高度政治性。",
    "ref": "<unk> - and her friends who campaigned to place her words at the base after her death - knew very well that they were engaging in a highly political act.",
    "hyp": "The first step in the first half of the former prime minister, and her her her her her her her her her her her her her first and her her first step toward the first and the first half of the former prime minister to be the first and the first of the first of the first of the first and the first of the first",
    "hyp_id": "cdc66a4fd1040c6e1e94b53de8a12d6d49c7384ee9dbad461de0921a5c3ac576"
  },
  {
    "src": "该雕塑的目的是通过作为<unk>的女性化身的、古老的经典比喻来表达法国和美国共和主义之间的联系。",
    "ref": "The sculpture was intended to mark the connections between French and American <unk> by representing in a well-worn classical <unk> the female embodiment of <unk>",
    "hyp": "The first step is to be the first step in the first and the US to be the first step in the first half of the United States and the French and the French have been the United States.",
    "hyp_id": "7808cc7dc5ba03fad70d5f7eeee6ffca06e55d042621788dc29645e59fee0f3d"
  },
  {
    "src": "<unk>路改变了这个意思：在她的诗中，女性形象不再抽象,她要发声。",
    "ref": "<unk> changed that meaning: in her poem the female figure is no longer abstract - she has a voice.",
    "hyp": "The first step is to be the first step in this sense, she has not been a woman who has been able to be able to be able to be to be able to her her her her her her her her her she was not her her her of her her of her of her of her of her of her of her",
    "hyp_id": "3dbc73907bf4c8d9bc5dfb851e0c125d57487d48cdca5b21c8b06ba48fdf61b4"
  },
  {
    "src": "她给自己起了一个非常不同的名字：流放之母。",
    "ref": "And she gives herself a very different <unk> Mother of <unk>",
    "hyp": "She has been a different from the country to be a different from the same way.",
    "hyp_id": "cf665e4b6e9321e2c91cf3d7a520f370b5f9d17d8bb0d71fcd1345ba7dd02673"
  },
  {
    "src": "这首诗与这幅画的结合是一场成功的女权主义政变,并且是对美国本土主义的毁灭性打击。",
    "ref": "The marrying of the poem to the image is a brilliant feminist coup and a devastating attack on American nativism.",
    "hyp": "The US has been the first step in the first and the first step in the first time of the United States and the US has been a major source of the US and the US.",
    "hyp_id": "ab549f340b105e1e5cd285820c8a24cbc34f6cd1e706924983059e4cee778ab8"
  },
  {
    "src": "就像<unk>路改变雕像的意义一样，右翼者一直想要把它<unk><unk>。",
    "ref": "And just as <unk> changed the meaning of the <unk> <unk> have long wanted to change it back.",
    "hyp": "As a result, the fact that the changes have been made in the first step toward the political sector has been to be able to have to be able to be to have to be a major source of the right to the country.",
    "hyp_id": "3296b67e264e4a491f4d54974e2464f9a6956d92f200c3b76d359703750b5ef9"
  },
  {
    "src": "伟大的演讲者<unk>?<unk> (<unk> <unk>) ，是特朗普来临时的一位<unk>者，他在 2010 年认为，自由主义并不是邀请任何人，而他现在是一名早期的新保守主义者，将美国的智慧火焰带给愚昧的世界：“<unk>是勇往<unk>的。",
    "ref": "The great loudmouth <unk> <unk> a kind of John the <unk> for the coming of Trump, argued in 2010 that Liberty is not inviting anyone in, but is rather an early <unk> taking the American <unk> out to the benighted world: <unk> Liberty is stepping forward.",
    "hyp": "The first step in the first half of the former The former The US Federal Reserve was the first and the Trump administration was the first of the Trump administration’s former Prime Minister David Cameron was not the first and the US to be a new and that he was not the US was not the first to be the first and the first to the first and the first and the first and that of the first",
    "hyp_id": "0da108c24cefbd63ebaced0e6089e4deb8a569e5b67cf960d0d727681410b317"
  },
  {
    "src": "她本意是将自由的火炬从美国带到世界的其他地方。",
    "ref": "She is meant to be carrying the torch of liberty from the United States to the rest of the world.",
    "hyp": "She will be the first step in the world to be the US from the US.",
    "hyp_id": "143df1c08dc09a40cbded6e9d3f17c9ccdcc6abfab75135ad33cff8abcd34680"
  },
  {
    "src": "火炬不是照亮美国的道路。”",
    "ref": "The torch is not to light the way to the United <unk>",
    "hyp": "The US is not the US to be the US.",
    "hyp_id": "6d7d51390bb1ebf76cb63ed08552151eb626d002b46ae9b7740685e81ea427ee"
  },
  {
    "src": "不同寻常的是，<unk>实际上被一些东西所打动。",
    "ref": "Rather <unk> <unk> actually hit on something.",
    "hyp": "The first is the first and the first step in the case of the same way.",
    "hyp_id": "0756739f5fa2d403f8963f4015628b0bd279c4e90fb07ece07b915c29093d798"
  },
  {
    "src": "雕像的意义完全取决于认知的角度。",
    "ref": "The meaning of the statue is entirely a matter of the angle of perception.",
    "hyp": "The second way to be made in the last three of the last year.",
    "hyp_id": "97dae0b9aff9832e2f2439a524d8cf811428a58d83636da8da03a96034b0ae7c"
  },
  {
    "src": "<unk>路极富想象力的做法就是能够看到它。当疲惫的，可怜的但充满希望的人会在经过漫长而往往可怕的旅程后，可以在船<unk>上看到它。",
    "ref": "<unk> great imaginative act was to see it as it would be seen by exhausted, wretched but hopeful people on the <unk> of ships after long and often dreadful journeys.",
    "hyp": "The first step is to be the first step in the first time when it was to be used to be to be the first and then when it was often not just as a result, it is often the first and that it is a source of the first and that it is a small and that it is the first to be the first and that it is the first",
    "hyp_id": "656264a1ec465d10fbd788f868413f174727e5135ea316ca6b495eebcbff7a59"
  },
  {
    "src": "从表面上看，这涉及到那些寻求庇护、有机会改善生活的人们看待世界的角度问题。",
    "ref": "It is literally about seeing the world from the perspective of people seeking refuge and a chance to better their lives.",
    "hyp": "From the same time, this is a chance to recognize the problem of the world’s most powerful and the world’s most important to the world.",
    "hyp_id": "1041dd2d68ad5181bf7851273826b91131de9245fe82182a4277872cddf183ba"
  },
  {
    "src": "她的雕像向他们传达且需要他们听到的希望和欢迎的本意。",
    "ref": "Her statue speaks back to them the words of hope and welcome they need to hear.",
    "hyp": "She will need to be a more open and they need to be able to understand the need to be to be a way to be to be to the first and the first and the US.",
    "hyp_id": "01f883ba819d8ca38904b07a406c889f76de0aa26abcedc048af81fb974e3909"
  },
  {
    "src": "当然，这不是米勒和特朗普曾想要承认的观点。",
    "ref": "And of course, this is not the perspective Miller and Trump want ever to <unk>",
    "hyp": "Of course, this is not the Trump administration and Donald Trump’s Donald Donald Donald Donald Donald Donald Donald Donald Donald Donald Donald Donald",
    "hyp_id": "928a1b54bd17530285e14675764f1466b8a6a8ac691d086812ca2f4ce83a2f85"
  },
  {
    "src": "他们火炬不是为了照亮道路，而是为了点燃他们唯一力量来源的仇恨。",
    "ref": "Their torch is meant not to light the way, but to inflame the <unk> that are their only source of power.",
    "hyp": "They are not not just as a result of the power of the only one but they are not the only way to be to be wrong.",
    "hyp_id": "1c8a4322c2a6155fe36b08eb34ced445ba9b708a17d44330fb14666bef9565ed"
  },
  {
    "src": "2006年，萨<unk>凭借独特的<unk>加盟环球唱片，成为与环球英国总部签约的第一个中国人。",
    "ref": "In 2006, <unk> <unk> with her unique musical style, joined Universal <unk> Group, and became the first Chinese national to sign a contract with Universal <unk> Group’s headquarters in the UK.",
    "hyp": "In 2008, the Chinese government has been the first and the first step in the first half of the first half of the United States and the United States has been the first to be the first of the first Chinese Communist Party of the first in China.",
    "hyp_id": "c344c1cab53c375bb5145d6222b848e2e0ce80b92649f086fa54054d32e948cc"
  },
  {
    "src": "2017 年<unk>：尼尔?布莱克 (Neil Black) 高度表扬了英国国家队中的苏格兰队员",
    "ref": "World <unk> 2017: Neil Black praises Scottish members of Team <unk>",
    "hyp": "The first half of the 2008 was the first of the first half of the British Prime Minister David Cameron of the British British Prime Minister David Cameron",
    "hyp_id": "e05eaf431ef20168dcaa10d43d011f77bb3b2a1290d8cbea0c32d33bd29025c7"
  },
  {
    "src": "艾里德?多伊尔 (<unk> <unk>) 回忆起当时英国国家队只有两名苏格兰人。",
    "ref": "<unk> <unk> recalls a time when only two Scots made the <unk> team",
    "hyp": "The first step is to be the only one of the first half of the first half of the British Prime Minister David Cameron was the British prime minister of the British government.",
    "hyp_id": "35bb2dba6d8c918e30ff1321790f4e28221c47a57083ff05e8a415244d1ffb63"
  },
  {
    "src": "英国<unk>协会执行主任尼尔?布莱克表示，<unk>小组中的由 16 名强壮的苏格兰人组成的分队将对“国家队做出巨大贡献”。",
    "ref": "UK <unk> performance director Neil Black says the <unk> Scottish contingent in the World <unk> squad will make \"a massive contribution to the <unk>",
    "hyp": "The British government has been the first and the British Prime Minister David Cameron of the British Prime Minister David Cameron of the Bank of the State of the State of the Bank of the State of the State of the State of the Bank of the State of the State of the State of the State of the State",
    "hyp_id": "d637cb394f79d1a29c946a0b9f4274ecdbe127ff1dc6a57ffe855bb5145412c1"
  },
  {
    "src": "被挑选参加于周五开幕的 2017 年伦敦<unk><unk>的苏格兰田运动员数量创下历史之最。",
    "ref": "A record number of Scottish athletes have been selected for London 2017, which starts on Friday.",
    "hyp": "The first was the first of the first half of the World War II, which was the first half of the 2008 of the twentieth century.",
    "hyp_id": "6941825834436da3799403cc226e9f51152580228547aa45a50c69349f3f6a69"
  },
  {
    "src": "布莱克认为，“苏格兰正取得非同寻常的发展”，英国<unk>运动员必须从中学习。",
    "ref": "Black believes <unk> something special <unk> in Scotland and UK athletics must learn from that.",
    "hyp": "The first step is that the so-called “the development of the United States has to be able to be to be to be able to have to be to be to have to be to be the first to have to be to have to be the first and to have to be the United",
    "hyp_id": "e35578edd3873aee362fcd8ad71a36c75043ea92832f67560589f54aeb267b65"
  },
  {
    "src": "“我们接受并设法理解这一点，而且我们会坚持下去直到我们取得成功 ”，布莱克说。",
    "ref": "\"We embrace it and <unk> trying to understand it and <unk> push on that until we work it <unk> Black said.",
    "hyp": "The so-called we have to understand that we will be able to know that we will be to be said to be the first and we have to be wrong.",
    "hyp_id": "ad1e95b7d1894ae46cf0bdad1b0fcc54cdd5d79369dbc6d41832090bd2d05ec5"
  },
  {
    "src": "“我找苏格兰体育学院的的人员谈话。他们认为这与他们的作为有关。",
    "ref": "\"I speak to people in the Scottish Institute of <unk> and they think it's something to do with what <unk> done.",
    "hyp": "The so-called I have to be the first and the first of the first of the first and they believe that they have been as a result of their own interests.",
    "hyp_id": "2f6f2c7a8cb69082d6b63cab0fa14920982d6ad9cca6675fec090331f4c338cd"
  },
  {
    "src": "苏格兰<unk>运动员认为这与他们的作为有关。",
    "ref": "Scottish <unk> think it's something to do with what <unk> done.",
    "hyp": "The first step is to be viewed as a model of the same as they have been as well.",
    "hyp_id": "a210387cfab97b7cb0896fec51092a5ca6f2c8e3aa1e75a6fbad6b9033a7137a"
  },
  {
    "src": "英国<unk>协会认为这与他们的作为有关。",
    "ref": "British <unk> it's something to do with what <unk> done.",
    "hyp": "The British government was that the British officials have to be the same as they have to be the first and they have to be a major to the US.",
    "hyp_id": "ced8a5dd6ef98fa698b6d916f6ad473b3bcfac1e4252ba2b7349059bc7264173"
  },
  {
    "src": "就连街头人士也这么认为。",
    "ref": "And the guy on the corner street, too.",
    "hyp": "Even the same is the first step in the first place.",
    "hyp_id": "7814d13ee36f1c8d570172f50309f0bda441e846324934de79963700cacf9287"
  },
  {
    "src": "无论情况如何，这都是极其辉煌的。“",
    "ref": "Whatever the combination of circumstances, it's absolutely <unk>",
    "hyp": "Whatever this is how to be the case is the reality of the reality is the so-called “We of the so-called",
    "hyp_id": "b9a343ce9fbeb6c478fedbef0e59fc9bd379c47ac77253f17104b6f5cd5ab157"
  },
  {
    "src": "多位苏格兰<unk>运动员是奖牌角逐者，包括劳拉?<unk> (Laura <unk>) 和安德鲁?布<unk> (Andrew <unk>) ，他们将在 5,000 米与穆?法拉 (Mo <unk>) 一比高低，而艾里德?多伊尔 (<unk> <unk>) 则被小组选为队长。",
    "ref": "Several of the Scottish athletes are medal contenders, including Laura <unk> and Andrew <unk> - who will race against Sir Mo <unk> in the <unk> while <unk> <unk> was voted by the squad to be team captain.",
    "hyp": "The first was the first and the first of the first was that the first and the Bank of the Bank of the State of the Bank of the Bank of the State of the Bank of the Bank of the Bank of the State and the Bank of the Bank of the Bank of the State and the Bank of the Bank of the Bank of the Bank of the State and the State and the State and the State and the Bank of the Bank of the State",
    "hyp_id": "4317336ad861fb701c2171d793e4719de97d6b90d5b89405cd6ced5b57b29208"
  },
  {
    "src": "“艾里德有点谦虚。",
    "ref": "<unk> is slightly modest.",
    "hyp": "The so-called the Philippines is the first to be wrong.",
    "hyp_id": "f22fea1f9b0fe1345d09955a6a91f947ee10476e5b537545a7d8b5e83f452bd4"
  },
  {
    "src": "她的队长演讲真是令人难以置信 ”，布莱克说道。",
    "ref": "Her <unk> speech was <unk> says <unk>",
    "hyp": "She was the first of the first and the first of the first and the first of the first and the prime minister of the country.",
    "hyp_id": "86fa81d35e30b7f41ee4440a74d8ffa222b6ca5c4d532760595cf29369e212f1"
  },
  {
    "src": "“许多<unk>运动员员，无论他们是否为苏格兰人，或不论在何地生活或训练，走出房门都满怀自豪，<unk>地走出房门。",
    "ref": "<unk> number of athletes, whether they were Scottish or wherever they live or train, walked out of that room feeling hugely proud and really motivated.",
    "hyp": "The fact that many people are not just as they have to be able to be to be able to be to be able to be able to be able to be able to be able to be able to be able to be to be able to be to be a to be a to be a to be a to be a to be a to be of the people",
    "hyp_id": "e0b3440f2cb98ec9c5bf9f25b5812c246eb064486b5f3c77c652fa4e8a39bb96"
  },
  {
    "src": "艾里德自然投入的激情和真感情很不错。”",
    "ref": "The passion and real feeling that <unk> naturally put into it were <unk>",
    "hyp": "The first and the first of the first and the first and the first of the first and the first of the first and the country.",
    "hyp_id": "e6c4846a71fd868c98cad271a3ed094666bfb5fcddcfc12736a8539aa1a51c1d"
  },
  {
    "src": "这名将在其第五次<unk>中参加 400 米<unk>比赛的英联邦<unk>得主表示，英国国家队中有 16 名苏格兰人，这是“令不可思议的”。",
    "ref": "The Commonwealth silver <unk> who will compete in the <unk> hurdles at her fifth World <unk> says it's <unk> 16 Scots are in the British team.",
    "hyp": "This is the first and the so-called University of the Bank of the State of the Bank of the State of the Bank of the State of the Bank of the State of the British Prime Minister David Cameron was the British prime minister of the British Prime Minister David David The British",
    "hyp_id": "aada51976a787ea2445a53eadaac077490b59f77d89f83409db4d409d291e370"
  },
  {
    "src": "此前，参加<unk>的苏格兰<unk>运动员人数最多为7人，也就是 1983 年和2015年取得的参赛人数。",
    "ref": "<unk> previous best total of athletes at the worlds was seven, achieved in 1983 and 2015.",
    "hyp": "In the first half of the late 1990’s, the people have been the first and have been to be the first step in the first half of the 2015 and 2015 2015 2015 by the 2015 2015 2015 2015",
    "hyp_id": "56e0e7728b8c8c91adda65810c3b6e0eb00a9801c82454a9399c43c55a151964"
  },
  {
    "src": "<unk>选手<unk>领军人物。在过去一年中创她下了五项英国记录和两项欧洲纪录。",
    "ref": "<unk> <unk> <unk> is leading the way, having set five British and two European records in the past year.",
    "hyp": "The first step in the European Union has been the first step in the last two years ago to be the United States and Europe in the United States.",
    "hyp_id": "2fed51f0caa95833ad2c9ef8ffba4d873c71a387437a3ab6f88319384c0a33db"
  },
  {
    "src": "她将参加 1500 米和 5000 米项目比赛。",
    "ref": "She will go in the <unk> and the <unk>",
    "hyp": "She will be able to be able to be able to be called for the first and the first of the first place.",
    "hyp_id": "41bbfa180fbd4451f51b34f2689d6a48d45764d437fe29da6c179d001424da29"
  },
  {
    "src": "参加 1500 米项目比赛的克里斯?<unk>则是另一位值得关注的苏格兰选手，之前，她在<unk>取得了很好的成绩，分别在英国国家对预选赛和奥运周年赛中获胜。",
    "ref": "Chris <unk> who runs in the <unk> is another <unk> to watch, following a great season that included victory at the British Team trials and the Anniversary Games.",
    "hyp": "The program was the first step in the first half of the former prime minister, which was the first step in the first half of the former prime minister – the British government was not the British and the British prime minister to be a British prime minister of the British and the British and the British and the British",
    "hyp_id": "521a11ae1d9f1d9922b03f1c70089a67c103ff200523f707a53c4800e80b260a"
  },
  {
    "src": "多伊尔回想起她参加第一次世界锦标赛，当时队里唯一的另一名苏格兰人是李?麦康奈尔 (Lee McConnell) 。",
    "ref": "<unk> remembers her first world <unk> when the only other <unk> in the team was Lee <unk>",
    "hyp": "The first step in the first half of the first half of the world’s first and first was the only one of the world’s first and the first step in the world.",
    "hyp_id": "bbef00dad172c35f3637582021aa558c3b09617fd3182b37edeafd85e8306be0"
  },
  {
    "src": "队长说，令她深感自豪的是，她的这么多同胞不但加入团队中，而且在一些情况下，还将挑战奖牌，角逐进入决赛。",
    "ref": "The team captain says <unk> <unk> <unk> of the fact so many of her compatriots have not only made the team, but, in some cases, will be challenging for medals and competing to make <unk>",
    "hyp": "The first step is that she was the her her her her her first and not only because it will be the first and not to be able to be able to be able to be able to be to be able to be to be the first to be the first to the first and the first to be the first to be the first to be the first and will of the first",
    "hyp_id": "92927054fdd6fa89cbfdfac34615d9b797d766995fba08662c0b3ebf5456b698"
  },
  {
    "src": "“成为国家队队长的特别之处在于它是由国家队的其他队员投票选出的。因此，知道你的<unk>投票选你去争取极为不寻常的成就，无论如何，对我来说，这都是很大的荣幸”，她补充道。",
    "ref": "\"The special thing about being team captain is that it was voted for by the other members of the team, so that it was such a huge <unk> anyway but to know that your <unk> have voted for you and chosen you made it <unk> for <unk> she added.",
    "hyp": "The so-called the Financial Times is that it is the first and the other of the other of the other words, I know that you know that you know what I know what I am not to be said to be the first and I am not to be a to be a to be a matter of the first and that of the one of the one of the one of the one of the one of the one",
    "hyp_id": "92a04558dcc962294d2919e7342a2544f96799f4a83f2e21a7b6bbd75120d347"
  },
  {
    "src": "“当然，我为所有的苏格兰队员感到非常自豪。",
    "ref": "<unk> <unk> very proud of all the Scots <unk> made the team.",
    "hyp": "The so-called course, I am not all of the first and I have to be a great source of the same way.",
    "hyp_id": "ec775a4995c259a35b051aeee540f8e4054cfbb760c98b58e3f6ffe24834e5ed"
  },
  {
    "src": "这只是表明我们走了多远。",
    "ref": "It just shows how far <unk> come.",
    "hyp": "This is not just one of us that we have to be wrong.",
    "hyp_id": "3b2b951d32204b8096d73d8fef2b93836c201f998cf566b813a089dc4e95bd2b"
  },
  {
    "src": "而且他们都是这里的老牌<unk>运动员，即将朝<unk><unk>的目的迈进的<unk>运动员。",
    "ref": "And they're here as well-established athletes, athletes that are going to be looking to get on <unk>",
    "hyp": "And they are all the first and the first step in the first time of the first time to be the first and the first step in the first time of the first time to be a major to the first and the first of the first of the twentieth century.",
    "hyp_id": "12bba89886b5ec13c94be93867cf61c62304c43df6382e0a4e7246ce920c69bd"
  },
  {
    "src": "我的队长<unk>如何？",
    "ref": "As for my <unk> <unk>",
    "hyp": "I am the first to be the first of the book",
    "hyp_id": "9ea40347ce97b848f99e0a1016106b8861a11833223636253ef0bb84b63e7239"
  },
  {
    "src": "<unk>，我认为它非常棒。",
    "ref": "<unk> I think it went well.",
    "hyp": "The first and I am viewed as a me that I am not to be wrong.",
    "hyp_id": "ed1046a1e69cf1e9de48b6a82db97bf67126143a00e8ee8f38bc5a23471b88bf"
  },
  {
    "src": "我刚才参照这一事实，即在这种情况下，我们是非常幸运的，因为我们在主场举行<unk>。",
    "ref": "I just drew on the fact that <unk> very lucky in this situation in that <unk> got a home World <unk>",
    "hyp": "I am not the fact that this is the fact that this is the fact that we are not to be the first and because we are to be the first and to be the first and to be the first to be the first to be the first to the first and the first of the first of the first and the first of the first",
    "hyp_id": "94743c58bb68136d8f41da25dbce7fc660a20512966fd633b761502b84e389b2"
  },
  {
    "src": "因此，我们借助主场支持，以及因回到奥林匹克体育场而得以壮大，这才真正重要。",
    "ref": "So it's really just the importance of drawing on that home support and thriving on the fact that <unk> back at the Olympic <unk>",
    "hyp": "So we have to support the support of the support of the support of the support of the same and the same thing to be the important to the real future.",
    "hyp_id": "2e859e7fac20929fa5e169ed92e936f078d8cada70bb462b7843652b4667c8a3"
  },
  {
    "src": "我将获得第二次机会参加比赛，而那里的氛围将<unk>。”",
    "ref": "<unk> getting a second chance to go out there and compete and it's just going to be such an amazing atmosphere out <unk>",
    "hyp": "I will be able to be able to be able to be able to be able to be able to be to be a to be a source of the entire and the US.",
    "hyp_id": "e587cb36c72d3294a79a852c4d1f834446fda47cfc9b35d9175d458103598b96"
  },
  {
    "src": "2016年华为员工共18万，雇员费用高达<unk>亿，同比增长了21%。",
    "ref": "In 2016, Huawei had total staff strength of <unk> with wages amounting to <unk> billion, up 21% <unk>",
    "hyp": "In 2014, the first half of the million people in the first half of the million people in the first half of the year in the first half of the year.",
    "hyp_id": "32a168b732d9abbd83ebdb1011a3a1e17715f236e1298a666cd3adcf4092897c"
  },
  {
    "src": "在脸书上屏蔽批评者：如果你不能忍受选民的责难，就不要竞选公职",
    "ref": "<unk> critics from <unk> <unk> run for public office, if you can't take heat from voters",
    "hyp": "In the case, the fact that the British cannot be able to do not be to do not be to be able to do not be to be able to be able to be a leader to the first and not a new and the campaign of the campaign of the campaign of the political and the political of the political of the political",
    "hyp_id": "ce5c3ee3bca03d1d68e532f228b05663bf824ccc0367f452b0361e627fb5b567"
  },
  {
    "src": "我们的国父了解不良媒体的作风。",
    "ref": "The father of our country knew something about bad press.",
    "hyp": "We know that the media are the first to be the first of the media to be wrong.",
    "hyp_id": "6c05f52ea975b20a59db804f005fb19a2b9354d566dbe1ca40474ff59a70ad47"
  },
  {
    "src": "美国人都爱华盛顿，但不久之后，各大报纸就开始猛烈抨击他的一切，从国内政策到政治原则，一个都<unk>。",
    "ref": "Americans loved George Washington, but it didn't take long for newspapers to start slamming him on everything from domestic policy to his political principles.",
    "hyp": "The US has been seen as a major political and his first step toward the US from his first political policy, which has been a political policy to be a political system.",
    "hyp_id": "c2d97b7af714b75480728215d01011d951c57fd2b4a457bda89378a03722437a"
  },
  {
    "src": "他对这些批评很恼火，毫无疑问。",
    "ref": "He <unk> at the criticism, sure.",
    "hyp": "He was not the same of these cases, but it is not wrong.",
    "hyp_id": "34830ea0e0d2cf8192bf0cd57829338becadaa1768abd47e4c8f52b99f5ff1b2"
  },
  {
    "src": "但是他并没有把这些批评者噤声。",
    "ref": "But he did not silence his critics.",
    "hyp": "But he did not have to be the right to do so.",
    "hyp_id": "3ac4419b74f5b145dc5b94e3aa96d96a6d21985c156b20119119e04c522a3caf"
  },
  {
    "src": "因为早在 <unk> 年，华盛顿就说过，“言论自由被剥夺——我们就会像羔羊一样在沉默和愚昧中被宰杀。”",
    "ref": "Because back in <unk> Washington said, \"the freedom of Speech may be taken away - and, dumb & silent we may be led, like sheep, to the <unk>",
    "hyp": "Because the first and the first of the first half of the first half of the 2008 – the so-called “We have been a great and – and that we are like to be used to be a to be called for the first and the first and the first and the first of the twentieth",
    "hyp_id": "0e220d6ab5e6c439a8b4f36b0b17a4667cd94e4e12b0a417ca58c0fb3edb821c"
  },
  {
    "src": "这让我想到了马里兰州的州长拉里·<unk>，他需要向华盛顿学习。",
    "ref": "That brings me to Maryland <unk> Larry <unk> who needs to work on being more like Washington.",
    "hyp": "This I have made the first and I have to be the first and the former Prime Minister David Cameron will be to be a major to be called for his first and to be a to the first and to be a to the first to the first and the first of the first to the first to the first and he of the country.",
    "hyp_id": "1bde91084c45ec22ed5a2370f7adca9d0a42f8e4091ae6a1b9b4d9d3878493df"
  },
  {
    "src": "<unk>的职员屏蔽并删除了至少 450 人的帖子，因为他们在他的脸书<unk>上发表自己的观点。",
    "ref": "<unk> staff has blocked and deleted the posts of at least 450 people who voiced their opinions on his official Facebook page.",
    "hyp": "The first step in the first half of the World Trade Organization and the Bank of State Secretary of State Secretary of State Secretary of State Secretary of State Secretary of State Secretary of his own his own own interests.",
    "hyp_id": "5ea635f410df5e5ee13bedc26d741b1ba795104ee368e572cb7731a2f1f265b4"
  },
  {
    "src": "美国公民自由联盟本周早些时候就此对他提起了诉讼。",
    "ref": "And the American Civil Liberties Union sued him for that earlier this week.",
    "hyp": "The US has a political union to be the first and he has been a major step toward the EU.",
    "hyp_id": "0651577bd75a2c1212cb8638339927a36a24cb1e565fff46d77208f16de70b8c"
  },
  {
    "src": "该州长的职员认为此次诉讼十分草率，网上报道充斥着他们的强烈反抗：“谁在乎？”",
    "ref": "The <unk> staff dismissed the lawsuit as <unk> and the online commentary was rich with a <unk> <unk> backlash.",
    "hyp": "The latest book The Bank of the Bank of the State of the Bank of the State of the Bank of the State of the State of the State of the State of the State of the State of the State of the State of the State of the State of the State of the State of the State of the State",
    "hyp_id": "ddfa9ddf2d3f758f3a2924d3fc6f46859d80fb2a0992f3fadb8b42a3c13ea85f"
  },
  {
    "src": "很多人说“这只是脸书而已。”",
    "ref": "<unk> only <unk> plenty of folks said.",
    "hyp": "Many of the people are not just a matter of the same way.",
    "hyp_id": "67b867ef1a976ad698e5517e18e1e16698675b654155f16762dbc7fee464d5dd"
  },
  {
    "src": "但，这很重要。",
    "ref": "But it matters.",
    "hyp": "But this is important to be wrong.",
    "hyp_id": "522e795f5d60bb20623631a49677217128c4959073100e7fb953a4d3f09778f7"
  },
  {
    "src": "这一点尤其重要，因为面对的是<unk>这样的人。",
    "ref": "And it especially matters when it's a guy like <unk>",
    "hyp": "This is particularly important because the important of the important part of the important of the people are the important to be wrong.",
    "hyp_id": "3bc5b35c39d21c52871018e67f96d458e5845900b3b390695907ec239272831d"
  },
  {
    "src": "这是一位在一个民主占大多数的州担任州长的共和党人，而且他还出奇地受欢迎。",
    "ref": "This is a Republican governor in an overwhelmingly Democratic state who is astonishingly popular.",
    "hyp": "This is a majority of the most powerful democracy in the most of the most powerful and most of the most powerful of the most powerful people.",
    "hyp_id": "8c5acee74dd76443d97e660efbe1188b635328de59dba30647822ab80470b565"
  },
  {
    "src": "在全国 50 位州长中，他得到的好评位列第二。",
    "ref": "He has the second-highest approval rating of the <unk> 50 governors.",
    "hyp": "In the first time, the former prime minister, he was the first of his first and his first to be the first to be wrong.",
    "hyp_id": "34675bf98b20e8cc99afff0f032c1a4554faab5c96ac0f19a2e8e8cbc1fe7360"
  },
  {
    "src": "<unk>并不是一个反动的<unk>分子。",
    "ref": "<unk> is not a reactionary <unk>",
    "hyp": "The first step is not to be a source of a variety of a variety of the state.",
    "hyp_id": "b06bbf1fc2ca140924deaf1053af9581c140054c27baf7655f477b74c375d5ab"
  },
  {
    "src": "他平稳掌管马里兰州，严格遵守规则。",
    "ref": "<unk> shown a steady hand in leading his state and a stern adherence to principles.",
    "hyp": "He was the first and the first of the first and the first of the first and the first of the country.",
    "hyp_id": "26cc703c4f61904a61a727fe41a638509842b5c12b962dd8c0dcd60eb74d87c5"
  },
  {
    "src": "他也非常善于将脸书作为和选民<unk>的主要方式，戏谑地在<unk>上首次展示他化疗后的<unk>。",
    "ref": "<unk> also been pretty deft at using Facebook as a primary means to connect with his constituents, <unk> <unk> his <unk> head after <unk> treatments on his page.",
    "hyp": "He also will have to be the main reason to be the main reason to be the main main main main – and the main reason to be the first of the first two years ago.",
    "hyp_id": "32f34304b42b3d4e552557e8b66fea532c7b09a988df684254a3a535d660a495"
  },
  {
    "src": "所以屏蔽来到州长<unk>评论的人完全没有必要，最终也十分危险。这个<unk>是一个公共论坛，是由公众纳税供养的职员标榜的官方管理平台。",
    "ref": "So blocking people who come to the <unk> page - which is a public forum, labeled as official and administered by staff members paid public tax dollars - is unnecessary and ultimately dangerous.",
    "hyp": "So the people have been able to have to be able to be able to be able to prevent the risk that the people are not just as a result of the public and the public is a public that is a public is a public that the official is a public is a public of the official and the official",
    "hyp_id": "f3bc269290855df41a4244bd83e52700d62ece41c1be87d06d150288efb30e2a"
  },
  {
    "src": "在《华盛顿邮报》的一次采访中，<unk>的发言人阿米<unk>·<unk>这位州长的行为辩护说，她认为屏蔽他们的评论不过是想让他们克制一点。",
    "ref": "In an interview with The Washington Post, <unk> spokeswoman <unk> <unk> defended the <unk> actions, arguing that blocking the comments was nothing more than moderating them.",
    "hyp": "In the book The New York Times of the New York Times of the former Prime Minister David Cameron of the former Prime Minister David Cameron who had been said to be the first and said of the her who was not to be able to be to be able to be to be to be a to be a to be a to be a to be",
    "hyp_id": "32a839bd3875a1fdba784dfbea675f493518b99fc2a4cf267e508aee04dfc7df"
  },
  {
    "src": "但是他们过分草率地将其描述为席卷网络的洪水猛兽或愤世嫉俗者。",
    "ref": "But it's too easy to use the image of trolls or <unk> or hateful folks lashing out online.",
    "hyp": "But they will be able to be able to be able to be able to be able to be to be used to be a new and a variety of power.",
    "hyp_id": "2eaa7837755102ba66c096d7caa4a8570ee2f3b8e5015c89f76f8bc09086fcba"
  },
  {
    "src": "《华盛顿邮报》与被<unk>屏蔽的人面对面交谈过。",
    "ref": "The Post talked to some of the real people blocked by <unk>",
    "hyp": "The New York Times have been used to be used to be used to be a small and a small and a people.",
    "hyp_id": "1db0b2b6769867108cdc8ef3581aa4eee0e6a6e78ac43cac6f5117dee7544141"
  },
  {
    "src": "他们只不过是普通人在跟自己选出的领导对话：他们的身份是老师、小企业主和牧师，并不是什么洪水猛兽。",
    "ref": "And they're just that - real people talking to their elected leaders: a teacher, a business owner and a <unk> not <unk>",
    "hyp": "They are the first step in the case of their own leaders – and they are not the case for their own and not to be the case for the same and not to be wrong.",
    "hyp_id": "4658842cbdafcd42f9aa754fa9d4816c1acc2375f6397f7bf36a7aa0ff2b9efa"
  },
  {
    "src": "他们纷纷表示自己的评论有深度、有敬意，并不下流。",
    "ref": "They all said that their comments were <unk> thoughtful and not <unk>",
    "hyp": "They have their own own own and their own – and not to be the first and not to be wrong.",
    "hyp_id": "d31dba2d5aafcd3ab7f04d481621f951ba1e17831c5538af0b3a09b9e3a01459"
  },
  {
    "src": "这位牧师在他的帖子中引用了《圣经》的话，呼吁<unk>铭记他的天主教信仰。",
    "ref": "The pastor quoted the Bible in his post, appealing to <unk> Catholic faith.",
    "hyp": "The first and his book The New York Times have called the so-called Road to the so-called State of the State of the State of the State of his State of his State of his own",
    "hyp_id": "9de7dca9a42423a36c7ccdd763ad33a2a0151dbf10c3a899fa99071cc6789920"
  },
  {
    "src": "马里兰州<unk>的大律师<unk>米·<unk>·拉马尼并没有愤世嫉俗，但是她询问了关于仇恨犯罪的问题。",
    "ref": "Attorney <unk> <unk> <unk> of <unk> <unk> <unk> <unk> but she asked about hate crimes.",
    "hyp": "The first step in the first half of the Great Depression of the Great Depression of the former Prime Minister David Cameron has not been able to be able to be able to be able to be able to be to be the first and not a matter of the problem.",
    "hyp_id": "71c148df0ed934e93fc19bfa5ed13771eaa43f319edfe17af0724088e71ee8a6"
  },
  {
    "src": "她在《华盛顿邮报》的新闻故事评论部分中写道，“我很礼貌地评论道，我对他没有回复仇恨犯罪和其他最近的新闻事件表示失望。",
    "ref": "\"I politely commented that I was disappointed in his lack of response to hate crimes and other recent news <unk> she wrote in the comment section of The <unk> news story.",
    "hyp": "She was the first of the book The first of the New York Times of the latest I am not to be the first and I am not to have to be the latest and I am not to have to be the latest and recently of the recent recent recent and other of the recent",
    "hyp_id": "93fdd2288d23e7016257e8cd460d41213575e938ccfc9820685b8ee680e92de0"
  },
  {
    "src": "我同样也不喜欢<unk>对同一个话题发表评论，因为这些人会直接被某些人忽视，认为他们是所谓的从众心理，而不是把他们当成一群<unk>的公民。”",
    "ref": "\"I also do not appreciate that idea that when a number of people comment on the same topic, they are immediately disregarded by some as a so-called collective effort, rather than recognized as a large group of concerned citizens.\"",
    "hyp": "I also have also been the same as the same as the same as the so-called Robert W. Bush administration was not the so-called so-called so-called so-called so-called so-called so-called so-called so-called so-called so-called so-called who have been the so-called so-called people who have not been the so-called not to be the so-called",
    "hyp_id": "63c87469820c4f3ea09e73c7e06bb1310b6fbabfb9461037dfd239ef746a14e7"
  },
  {
    "src": "州长职员所称的“密集垃圾信息轰炸”在其他人看来可能是“坚持主张”。",
    "ref": "What the <unk> staff called a <unk> spam <unk> others would probably call <unk>",
    "hyp": "The information information information is the information that the information information is likely to be the case for the same way.",
    "hyp_id": "9b9af520e2a395d09658d28b9b448700a303648403152a3981f8de2418057b3b"
  },
  {
    "src": "脸书时代让修改一条信息变得轻而易举，只需要屏蔽一个批评者或删除一条负面评论。",
    "ref": "The Facebook era makes it easy to tailor a message by simply blocking a critic or <unk> a negative comment.",
    "hyp": "The first step is to be the information that information is needed to be a information that is not only a good for the information that is a source of the information and the need to be a new and a new economy.",
    "hyp_id": "c65f6c26a0f99305b20648ffd5343f44a358b156a8321a910a6930fb00d70122"
  },
  {
    "src": "而且还清除<unk>比过去干净，在过去那个年代要做到同样的效果需要派遣职员外出搜集并<unk>带批评言论的报纸或者将抗议者逮捕或噤声。",
    "ref": "It's a lot cleaner than the old days, when doing the same would have required sending staff out to collect and burn newspapers with critical editorials or arresting and silencing protesters.",
    "hyp": "And it is also the last time to be the last month to be the last month to be a major source of the past two years ago that the same is not to be a more likely to be a more than the same as a source of the same and that the same or that will be a more than the same or will be",
    "hyp_id": "db764c8fb5e0961b1591565d4357af4a166404074849ba5ce589cede06b3f92f"
  },
  {
    "src": "但是那确实是现在正在发生的事，不过是在数字层面上。",
    "ref": "But that's exactly what's happening, only <unk>",
    "hyp": "But it is now now now now now is the same as the digital digital digital digital digital digital digital technologies.",
    "hyp_id": "0aad460a60666ea2dba9e1e76765e2c0ad3c0a9d874403f2d00525c1f3d1397b"
  },
  {
    "src": "<unk>不是第一个因在脸书和其他社交媒体上噤声他人而受到指责的公共官员。",
    "ref": "<unk> <unk> the first public official to be criticized for <unk> Facebook and other social media.",
    "hyp": "The first step is not to be the first and first and first and other media are not to be the first and public to be the public to be the public of the public and the public of the public of the public of the public of the public of the public of the public and the public of the public",
    "hyp_id": "09993529573d4180a8790b63e9d9bfe3f575acd176f7b4d0e55bf05953f19953"
  },
  {
    "src": "特朗普总统就正被推特用户起诉，因为他在推特上屏蔽了他们。",
    "ref": "President Trump is being sued by Twitter users who were blocked from his Twitter feed.",
    "hyp": "Trump’s President Donald Trump’s first was the first and he was because he was not the first and they have been to be wrong.",
    "hyp_id": "e41b15ae8fa2cfc08e1fb74f7cb8c94ae1262c3324687169901e2668f65bd376"
  },
  {
    "src": "上周在弗吉尼亚州出现了一个里程碑式的裁决，就是关于此类问题的。",
    "ref": "One of the first landmark rulings on this issue came down last week in <unk>",
    "hyp": "The first step in the last three of the question is the problem of the problem of the problem.",
    "hyp_id": "adbf6a8d854ec0ee4072edda5ee80b437bd8a174e9b993c9fcac949fbc84cac8"
  },
  {
    "src": "据美国亚历山大市的地区法官詹姆斯·c·<unk>里斯称，<unk>监督委员会主席从她的脸书<unk>屏蔽选民的行为违反了第一修正案。",
    "ref": "The chair of the <unk> <unk> Board of Supervisors violated the First Amendment, according to U.S. District Judge James C. <unk> in <unk> when she banned a constituent from her Facebook page.",
    "hyp": "According to the US Central Bank of the United States President Donald Donald Donald Trump’s president, Donald Trump’s president, Donald Trump’s president, Donald Trump’s president, Donald Trump’s president, from the US to the former President Donald Donald Donald Donald Donald Donald Donald Donald Donald Donald Donald Donald",
    "hyp_id": "32eed718532bc9378af7d8ac8b94c629ceb83b0c3a707df3ec05baa6929e4a85"
  },
  {
    "src": "<unk>州长马特·<unk> (R) 也因其对脸书和推特的使用而受到美国公民自由联盟的光顾。",
    "ref": "And in Kentucky, <unk> Matt <unk> <unk> also got a visit from the ACLU over his use of Facebook and Twitter.",
    "hyp": "The first step in the US Federal Reserve has been the first step toward the United States and the European Central Bank of the State of the State of the United States and the United States has been a major role in the US.",
    "hyp_id": "ea1a85d498d31e0c93003e2f2f96a09b23d1f2ce0974b0cd61c421045d190b13"
  },
  {
    "src": "这不应该这么难。",
    "ref": "This <unk> be so hard.",
    "hyp": "This should not be the first to be wrong.",
    "hyp_id": "51aab79b03d556eef75379caf683949228cb405049fce0a2e32090670be2f2ec"
  },
  {
    "src": "在华盛顿时代，负担得起的<unk>和互联网有着相似的影响力。",
    "ref": "In <unk> time, the era of affordable postage had an impact much like the Internet.",
    "hyp": "In the end, the first and the Internet is the Internet of the Internet and the Internet of the Internet and the Internet of the Internet of the Internet",
    "hyp_id": "e51cf0dcca9cee9b138e3750ae131329250d53ceec099a8176b96ee857af3a21"
  },
  {
    "src": "新闻报纸的数量在 1776 年到 1800 年间翻了四番，还有<unk><unk>猛烈批评他的领导。",
    "ref": "The number of newspapers quadrupled between 1776 and 1800, and anonymous letter writers hammered his leadership.",
    "hyp": "The number of people in the first half of the twentieth century, the number of the 2010 was the first and the first of the first half of the 2008 that he was the leader of the Soviet Union.",
    "hyp_id": "3ba1649df143ec238f8132e36083969192d311501be54fcadad527b2b2edf089"
  },
  {
    "src": "而且甚至在那个时候，华盛顿也有针对他的匿名洪水猛兽。",
    "ref": "And even back then, Washington had anonymous <unk>",
    "hyp": "And even the even the first and he has been able to be able to be to be the first and he was to be wrong.",
    "hyp_id": "ce65683c345b9d9b6da3b8698b170f7c8592add3ca76e63ab2185e907fc7fad3"
  },
  {
    "src": "人们使用尤里克拉、瓦列里乌斯、贝<unk>留、<unk>等<unk>写信给<unk>严厉批评华盛顿的决策。",
    "ref": "People using the <unk> <unk> <unk> <unk> and <unk> all wrote letters to newspapers trashing <unk> decisions.",
    "hyp": "The use of the use of the use of the use of the use of the use of the use of the use of the use of the use of the use of the use of the law and the Bank of the Bank of the Bank of the People’s Bank of the People’s",
    "hyp_id": "a30bae57682dbce74b89d73bb7d8a975928c17f499f0e73ce0f5f29328c59a69"
  },
  {
    "src": "根据乔治·华盛顿报纸网上项目收集的历史文件记载，他的办公室被请愿书淹没了，都在批评他在和英国签订的《英国国王<unk>与美利坚合众国友好、通商与航海条约》上的态度。",
    "ref": "<unk> criticizing his stand on the Treaty of <unk> <unk> and Navigation with Britain overwhelmed his office, according to the historical documents collected by the online Papers of George Washington Project.",
    "hyp": "According to the New York Financial Times was the first of the first and his first was to be said of his book and his book The British Prime Minister David Cameron was the British and the British prime minister of the British and the British Prime Minister David Treaty of the British and the British and the British",
    "hyp_id": "54953054a9f538c5623d65831f50d6195beede707089a367bd70cd733a565c57"
  },
  {
    "src": "但是他没有将他们噤声。",
    "ref": "But he did not silence them.",
    "hyp": "But he will not be able to do they have to be wrong.",
    "hyp_id": "53b5e5dd2e4edebdd1b81e1133d7312d4e2fa21f6ec0be21a4f1c75fc4be4bf3"
  },
  {
    "src": "言论自由、不同政见自由和演讲自由是这个国家的根基。",
    "ref": "Freedom of speech, dissent and discourse lie at the very foundation of our nation.",
    "hyp": "The same is the same for the state and the state of the state and the state of the state of the state.",
    "hyp_id": "23d79715de8a4ec50017e49a268ba4880982d26b709be9cc7273b10dc17a800d"
  },
  {
    "src": "而真正的领导者需要接受这一点。",
    "ref": "And true leadership means accepting that.",
    "hyp": "The real question is needed to be to be wrong.",
    "hyp_id": "983dd4a9adaec415f4a003afa921d8e1f56a781de8798674067b453ae270947a"
  },
  {
    "src": "楼市<unk>的<unk>都牵动着人们的敏感神经。",
    "ref": "Any movement in the property market would have an impact on the <unk> of the general public.",
    "hyp": "The first step is to be the first and the first of the people who have been able to be to be wrong.",
    "hyp_id": "60bd5f9fa76b252e3689ada9123a55c3adbcd4cd6c014dd99f73f1c9931e5a2e"
  },
  {
    "src": "限购是很多城市房地产调控政策的一道硬<unk>。",
    "ref": "Purchase quota is a fixed threshold many cities would adopt when implementing real estate control measures.",
    "hyp": "The first is that many cities are to be the first and have to be a major policy of the private sector.",
    "hyp_id": "188a8e4dbe4eb8beae52c2072a46278cde29069dfd4e7014848b758424cb5f05"
  },
  {
    "src": "2017年5月，<unk>出台规定，本科生连续<unk>社保半年，可享有本地常住户口居民同等购房政策；",
    "ref": "In May 2017, <unk> issued regulations stating that undergraduates who make social security contributions <unk> for half a year will be entitled to be treated under the same residential property purchase policies as that of local residents with permanent residency.",
    "hyp": "In 2008, the September 11, 2001, the Bank of the Bank of England and the Bank of the Bank of State The Bank of State The Bank of State The Bank of State The Bank of State The Bank of State and the Bank of the New York",
    "hyp_id": "a391ac7e008dc3d877ecd7a3a0081b051b21fc04bb84383d73b08b022b2e7977"
  },
  {
    "src": "6月，<unk>出台政策，规定大学生毕业3年内凭毕业证和<unk>即可<unk>。",
    "ref": "In June, <unk> issued policies that stipulate that university students may settle in the city within three years of graduation based on their graduation certificate and employment <unk>",
    "hyp": "In September, the US Federal Reserve has been a policy of the policy of the first and the first time to be to be to be a major source of the policy of the policy of the first and the first and the first of the country.",
    "hyp_id": "c7367dbee09c60c903a1801e0457477044a8d55135aa129d2ae2808e890e7bc9"
  },
  {
    "src": "随后政策加码，官方表示，“大学生可以低于市场价20%的价格买房”；",
    "ref": "After the policy was enhanced, officials stated that <unk> students are entitled to purchase residential property at a 20% discount to market <unk>",
    "hyp": "The policy is the official official official official official bonds that have been able to be able to be able to buy and have a price of the price of the price of the price of the price of the price of the price of the price of the price of the price of the price of the price",
    "hyp_id": "acab04b6319e268a7bca80dcc7513f130f728379d4371a37ffa726ce5ba2c288"
  },
  {
    "src": "7月，成都出台规定，外地大学本科及<unk>的青年人才，凭毕业证即可申请<unk>成都。",
    "ref": "In July, Chengdu issue regulations stating that young talent with overseas university <unk> degree or higher academic qualifications may apply to settle in Chengdu based on their graduation certificate.",
    "hyp": "In September, the first and the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the State and the Bank of the State of the Bank of the State of the People’s Bank of the People’s Bank of the People’s",
    "hyp_id": "cf7ac6ebe3268c97bc494b8b1502c827a041599c8a0e7350e0f1ba6690d0b0bf"
  },
  {
    "src": "除此之外，还有<unk>、上海<unk>等城市或区域也出台了 “人才引入”相关政策，对人才购房<unk>降低门槛。",
    "ref": "In addition, <unk> <unk> in Shanghai, as well as other cities or regions also issued relevant <unk> <unk> policies, and lowered the threshold for buying residential property and settling locally for talents.",
    "hyp": "In the same time, the cities have been a major cities like the New York Revolution and the cities have been able to be able to be able to be able to be able to be able to be able to be able to be to have to be a policy to be a policy of the policy of the policy of the policy of the policy",
    "hyp_id": "eba158508f4699265ffc89a249cd2b2ce078b9a4b538f1344162025b2f7a67bf"
  },
  {
    "src": "<unk>认为，这实际上是各大城市对于人口尤其是人才的争夺，留住人口尤其是人才，城市才具有竞争力，这才是这些房地产政策最重要的意义。",
    "ref": "Zhang Hongwei believed that this was, in fact, large cities competing for population, particularly talent. Only by retaining population, particularly talent, can a city be competitive. This then, was the key significance of these real estate policies.",
    "hyp": "The first step is that the population is that this is particularly important to be particularly important – especially in the poorest countries, especially in the poorest cities – and the most important to be the most important to the most important of the poorest of the poorest of the poorest of the poorest and the largest",
    "hyp_id": "1fb4232bb4a2df56619b77dee0554dfc14fb80a6bf333524bbd27e88f64ed778"
  },
  {
    "src": "有人甚至认为，这意味着楼市“限购”取消的<unk>。",
    "ref": "Some even believed that this implied that the time has come to abolish residential property <unk> <unk>",
    "hyp": "Some argue that this is the so-called “We mean that the so-called Road means to be a powerful of the country.",
    "hyp_id": "92c6c94e5abc45ad6ab9140f8bba0dc8e2ec778089e012cbdaea111be3c724e8"
  },
  {
    "src": "<unk>导演当日表示，拍摄计划由来已久，第一次改编剧本是在1999年的时候，甚至还准备找<unk>来饰演<unk>十三。",
    "ref": "Director Derek <unk> said that day that he had plans to film for a long time. The first time the <unk> was adapted was in 1999. He was even prepared to get <unk> <unk> to play the role of <unk> <unk>",
    "hyp": "The first step in the first and the first step in the first half of the first first first was the first step in the first half of the first half of the first half of the first half of the first and the first and the first and the first of the first and the first and the first of the first and the first",
    "hyp_id": "efb2540abe027bd293b1a823542047afb75ab8ae2e5a4b19f4a84e09f0ffa89b"
  },
  {
    "src": "<unk>·拉弗蒂期待在文艺复兴俱乐部享受回家的感觉",
    "ref": "<unk> <unk> hopes for home comforts at Renaissance Club",
    "hyp": "The New York The The The The The The The The The The The The The The",
    "hyp_id": "2628b16b07595b57aaad29dc4f6c27668917a270c34ec7b329000da07e0b1a2c"
  },
  {
    "src": "<unk><unk>文艺复兴俱乐部举办第 25 届苏格兰<unk><unk>，前欧洲冠军<unk>·拉弗蒂将在接下来的三天中享受回家的感觉。",
    "ref": "Former European No 1 <unk> <unk> will be hoping for home comforts over the next three days as the Renaissance Club in East <unk> hosts the 25th edition of the Scottish Senior <unk>",
    "hyp": "The first step in the European Central Bank of the State of the State of the Bank of the State of the Bank of the State of the Bank of the European Central Bank of the European Central Bank of the European Central Bank of the European Union.",
    "hyp_id": "27245f44b9335e642690a3de731330e5f89cff61826553de147c29fbb5de9d93"
  },
  {
    "src": "这位北爱尔兰人去年带领隔壁的<unk>菲尔德·林克斯挺进了决赛，但最终输给了保罗·伊尔斯。他现在为该新会场工作，代表俱乐部创始人兼首席执行官杰瑞·萨尔瓦蒂担任赛事大使。",
    "ref": "The Northern <unk> who led next door at <unk> <unk> heading into the final round last year before losing out to Paul <unk> is attached to the new venue and is acting as tournament ambassador on behalf of the <unk> founder and CEO Jerry <unk>",
    "hyp": "The last year of the last year, the last month of the last year of the last year was to be the first and he was to be the first and he was to be able to be to be able to be to be able to be to the new and to be the new and to the new – to be the new and the new and the new and he of the new and that of the new and that of the new",
    "hyp_id": "8278e02965f7cc2f7bf085c37be16fe277d629465386713b5da6f49ab5dd1fa9"
  },
  {
    "src": "拉弗蒂说：“我目睹了文艺复兴俱乐部成立，我们也会通过这次比赛见证它的荣光。",
    "ref": "\"I watched Renaissance Club being built, and <unk> seeing it come to its glory with this <unk> said <unk>",
    "hyp": "The first thing I am said that I am not the first and we have to be able to be to be able to be to be used to be to be a to be called for the so-called",
    "hyp_id": "20789fe7d1cac2aa0e8687d957eeec9688fc47fc765975535da1378ca56d1186"
  },
  {
    "src": "运动员们将会看到这个球场的最佳面貌和最佳状态。",
    "ref": "\"The players will see this course at its <unk> it is in <unk> condition.",
    "hyp": "The first step will be to be the best way to be to be the best and best to be the best way to be to be wrong.",
    "hyp_id": "3acd6f50e1815f4aa112700e6dc7a30f381a6d97870a0b8ffcaeedd3670ef794"
  },
  {
    "src": "杰瑞把这个地方创办得无与伦比。",
    "ref": "Jerry has done a <unk> job setting this place up.",
    "hyp": "The first is to be the local local local local local",
    "hyp_id": "e4f547fcfdbcd3509c4c37d5fa2a24aa98ccb13e96bf6b686c6027ec0394b072"
  },
  {
    "src": "他是此次比赛的热衷拥护者，也对在这里取得成就感到十分自豪。",
    "ref": "<unk> a keen advocate of this game and is proud of his achievement here.",
    "hyp": "He was the first and the first of the first and the first of the first and the first of the first and the first of the first and the first of the country.",
    "hyp_id": "dc2c59c53dc0ac10acded39e74f6274aecc2329498619bd552f4802963c927e4"
  },
  {
    "src": "这是展示这个球场的最佳舞台。”",
    "ref": "This is a great showcase for this <unk>",
    "hyp": "This is the best way to be the best way to be wrong.",
    "hyp_id": "65ca663335926effca0b7cc18a305a38d63d9c2b1a146f065c18d98fd1fb02b9"
  },
  {
    "src": "英格兰人伊尔斯期待第一次<unk>，尽管在 32 年的职业生涯中，他已同时赢得欧洲<unk>和欧洲挑战<unk>。",
    "ref": "<unk> <unk> is looking forward to defending a championship for the first time despite winning on both the European Tour and European Challenge Tour in his <unk> career.",
    "hyp": "The first step in the first half of the first half of the first half of the first half of the first and the European Union has been able to be to be able to be to be able to be to the European and Europe to be the European and Europe in Europe.",
    "hyp_id": "185ebf59ab2e42d931dc8b020d471ac0984d60366ac00ee7bf253e8be86e350a"
  },
  {
    "src": "这位<unk><unk>的运动员说：“这确实非常特别。",
    "ref": "<unk> does feel really <unk> said the <unk> player.",
    "hyp": "The first step is to be the first and the first of the first half of the so-called Robert Maynard George W. BERKELEY",
    "hyp_id": "75ffb016c201e134d023d31911e810dc26aabcb0aaea3b961727b31b4683d6a9"
  },
  {
    "src": "我没有<unk>埃斯特<unk><unk><unk>，因为在我获胜的第二年，这场比赛就取消了。",
    "ref": "\"I didn't get to defend the <unk> Open because that was taken off the schedule the year after I won it.",
    "hyp": "I did not have to be the first and then to be the first and I am not to be the first and I am not to be the first and I am not to be the first to be the first and to be the first and the first of the first of the first of the first and the first of the first and the first",
    "hyp_id": "8d61ca8fcc95d474a3a4f6b69824bea381f84551491d908fa6700663ed99ca74"
  },
  {
    "src": "来到这个地方感觉很神奇，",
    "ref": "Coming back to this part of the world is <unk>",
    "hyp": "The New York Sea",
    "hyp_id": "517bfaab3efb2fcb39bff8dc6c3383ff37916133c6dd89a66d3535f260e4331a"
  },
  {
    "src": "在这里<unk>非常美妙。",
    "ref": "It's a wonderful place to play golf in.",
    "hyp": "The first is to be the first and the first of the first time to be wrong.",
    "hyp_id": "2a7fdb287443a8da0b4dbce21a13beed1689fb40394613669c9a8113950072da"
  },
  {
    "src": "去年的回忆一一浮现，对我和我的妻子<unk>来说，去年的获胜对我们有着特殊的意义。",
    "ref": "The memories from last year are coming back and it was special for me and my wife Sharon to win last year.",
    "hyp": "Last month, I have been the first and I have to be the first and I have to be the first and the first of the last two of the last two of the last year.",
    "hyp_id": "ddb55aa5afc43ad1b224a8e534cfdab9a9b6eeb720c06b891be15abc42b98c65"
  },
  {
    "src": "那真的是一次特别的回忆，我们会永远铭记。”",
    "ref": "It was a really special time and one we will always <unk>",
    "hyp": "The first is that the first time is particularly difficult to be to be the first and we have to be wrong.",
    "hyp_id": "7d9baf04b54831f2fdabe2d1091d884d34aca4016598ef32929c3f5f210a789c"
  },
  {
    "src": "回到故土比赛的是<unk>·奥尔，他今年早些时候<unk> 50 岁，然后还参加了欧洲<unk><unk>。",
    "ref": "Making his return to action on home soil is Gary <unk> who joined the European Senior Tour after turning 50 earlier this year.",
    "hyp": "The first was the first and the former Prime Minister David Cameron was the first and the European Commission in the first half of the European Central Bank of the European Union.",
    "hyp_id": "348dc0b92cf251b95712316194c02cf4e9a57d0fda4bf3ea12b4fd35ff82e1dc"
  },
  {
    "src": "这次是他自 2013 年苏格兰高尔夫<unk>起第一次参加苏格兰比赛。",
    "ref": "This event will be his first Scottish appearance since the <unk> Asset Management Scottish Open in 2013.",
    "hyp": "The first was the first and his first step in the first half of the first half of the first first first was the first of the first place.",
    "hyp_id": "a8a589182e2288a53e764401199da1ebd2ded9d26f87541238678726a82d00e2"
  },
  {
    "src": "海伦<unk>人奥尔表示：“回家<unk>比赛总会有更多意义，",
    "ref": "<unk> always means a little bit more when <unk> playing at <unk> said <unk> man <unk>",
    "hyp": "The first step is to be the first and the so-called “We have to be a more powerful and more than the two of the more people of the more than the more more more than the more more more than the more and more more more and more more and more and more and more and more and more and more and more and more of the more",
    "hyp_id": "35459188614b4a68171d1be345caecdc58f657b13469cc75a0584b00cfc61fb9"
  },
  {
    "src": "你想要做好；但是又能感觉到那股额外的压力。",
    "ref": "<unk> want to do well; but you do feel that extra pressure.",
    "hyp": "One hopes that you have to be able to avoid the pressure on the pressure of the pressure to be to be wrong.",
    "hyp_id": "8abaf0af26851ecfb3d12fee35254de731d99a9ea705914fcdb3371244c4965b"
  },
  {
    "src": "能够再次比赛我真的很享受，我一直在<unk>。",
    "ref": "<unk> really enjoyed playing again and <unk> played some solid <unk>",
    "hyp": "It is no longer the first time I am not to be the first and I have been in the first place.",
    "hyp_id": "ad747db11087724b3f6e521895644052f68e948761cc528cca40760b197d2473"
  },
  {
    "src": "我很满意目前的状况。”",
    "ref": "<unk> happy with how it's going so <unk>",
    "hyp": "I am not the first of the current current and the current problem.",
    "hyp_id": "93beeb3b9e6c50dc365709f4c43b24da05eaf7716707b87b41294b928418fca6"
  },
  {
    "src": "加入<unk><unk>的是前<unk>获胜者伊恩·<unk>和<unk>大赛冠军保罗·<unk>、罗杰·<unk>、马克·詹姆斯和马克?<unk>提。",
    "ref": "Joining the trio in the field are former Masters winner Ian <unk> and Senior major champions Paul <unk> Roger <unk> Mark James and Mark <unk>",
    "hyp": "The first step was the first and former former Prime Minister David Cameron was the former prime minister, The former former Prime Minister David Cameron and the former Prime Minister David Cameron and the former Prime Minister David · The former Prime Minister David · and the former Prime Minister David Unfortunately, and the former Prime Minister of the former",
    "hyp_id": "14f997d763505a4cfbc74c02c24a013dd7aecfaa081f666aa1e495a48bbb59b7"
  },
  {
    "src": "场上共六位苏格兰运动员，奥尔和前<unk>队长萨姆·<unk>是其中之二，另外四位为安德鲁·<unk><unk>、斯蒂芬·麦<unk>特、比尔·<unk>和罗斯·德<unk>。",
    "ref": "<unk> and former <unk> Cup captain Sam <unk> are among six Scots in the field, the others being Andrew <unk> Stephen <unk> Bill <unk> and Ross <unk>",
    "hyp": "The first and former former former former Prime Minister David Cameron and former former Prime Minister David Cameron was the first and former prime minister, The former prime minister, and the former Prime Minister David Cameron was the first and the former prime minister, and the former Prime Minister David Unfortunately, and the former Prime Minister of the former",
    "hyp_id": "54b6af735163f7504394543d7b3c5a13ee68ecc71eee38276d9f7d8e393fec2e"
  },
  {
    "src": "入场免费，<unk>为<unk>一位乘客的每辆车收费 5 英镑，<unk>两位或多位乘客的每辆车收费 10 英镑。",
    "ref": "<unk> is free of charge, with car parking charged at <unk> per car with one occupant and £10 per car with two or more <unk>",
    "hyp": "The first step is to be the first and the first step in the first half of the first half of the former Prime Minister David Cameron of the New York Revolution or the Bank of the Bank of the State of the Bank of the State of the Bank of the People’s",
    "hyp_id": "3ab4bb2cc1ed705dd36b7736aa54c9ab64b0028f47a59d175ca050ba939126b7"
  },
  {
    "src": "所收费<unk>捐献给前列腺癌慈善组织 <unk> Cancer UK。",
    "ref": "All proceeds go to Prostate Cancer UK.",
    "hyp": "The first step is to be the first step in the United States to the International Monetary Fund and the Bank of the State of the State of the State of the State of the State of the State of the World",
    "hyp_id": "ba6bfdad78a1f40df4106e3a97c375f3ac226e4d71332ed0843ce416163f4ea8"
  },
  {
    "src": "中国<unk>环境<unk>局长<unk>22日在北京介绍，8月份，全国范围内实施<unk>连续处罚案件共57件，今年初实施的新修订《环境保护法》明显加码中国环境执法力度。",
    "ref": "<unk> <unk> Director of the Bureau of Environmental Supervision of the Ministry of Environmental <unk> said on the 22nd in Beijing that on a nationwide basis, 57 cases were subject to consecutive daily fines. The newly amended <unk> Protection <unk> implemented at the beginning of this year, has significantly enhanced environmental law enforcement efforts in China.",
    "hyp": "The Chinese government has made the environment for the environment in the environment in the environment in the environment in the early 1990’s, and the new Chinese government has been able to be able to be able to be able to be able to be able to the new and to be a new and to the new and the new – to be the new and the new and the new and that the new to be the new and that of the new to be to be to be to be to be to be to be to",
    "hyp_id": "bc1cbe19c24c03324dea86e41191215f1c8fef750280819542c2b8e379e33705"
  },
  {
    "src": "目前，中国各地环保机关可使用<unk>连续处罚、查封扣押、<unk>停产以及<unk><unk>等处罚手段<unk>环境违法行为，并与司法机关配合惩治环境犯罪。",
    "ref": "<unk> the environmental protection <unk> across China may use various means of punishment to investigate and deal with conduct in violation of environmental regulations such as impose consecutive daily fines, close down operations and/or <unk> limit or suspend production, and persons held under administrative detention. They will also work together with judicial organs to punish environmental crimes.",
    "hyp": "For now, China has a similar to the use of the use of the use of the use of the use of the use of the use of the use of the use of the use of the use of the use of the environment and the environment and the environmental environmental environmental and the environmental of the environmental and the environmental and the environmental of the environmental and the environmental",
    "hyp_id": "992c4176b89c3fc4b6f839ded27df55d842be4db4960b423b14d565608818f59"
  },
  {
    "src": "<unk>介绍，8月份，中国各地共实施查封、扣押案件共<unk>件；实施<unk>、停产案件共177件；<unk><unk>共189起，<unk>涉嫌环境污染<unk>共166件。",
    "ref": "<unk> <unk> said that in August, a total of <unk> cases were concerned with closing close down operations and/or <unk> 177 cases <unk> to limiting or suspension of production; 189 cases were concerned with persons held under administrative <unk> and 166 cases <unk> to persons held under suspicion of environmental pollution crimes.",
    "hyp": "The Chinese government has been the first and the Chinese to be able to be able to implement the so-called Road and the Chinese government to be able to be able to be able to be able to be able to be able to be able to be able to be to the first and to be the first and the first to be the first and the first to be to be the first and the first and the first and the first and the first and to be to be to be to be to be to be",
    "hyp_id": "be0c08013f1f7733fd057d12fc1299a87bc7c78e0afaeb7b232a50d9101d99f7"
  },
  {
    "src": "其中，<unk>实施<unk>连续处罚7件，当前，中国正在从末端管控至全程嵌入，全面<unk>环境污染治理。",
    "ref": "In particular, <unk> imposed consecutive daily fines on seven cases. At present, China is moving from control at the end toward being involved throughout the entire process, intensifying efforts to treat environmental pollution on an <unk> basis.",
    "hyp": "In the first time, the Chinese government has been the first step toward the current and the current current current current – from the current China to the International Monetary Fund is now being used to be to be a major governance of the governance of the governance of the governance of the governance of the governance of the governance of the governance of the governance",
    "hyp_id": "a01f53446a75339251cd35d97dc6aa2a274c141ca3de903f2c4569063f87ea71"
  },
  {
    "src": "虽然经济下行压力显现，但中国环保部此前已明确表态，中国应正确处理好环境保护在经济发展中的定位，增强“绿色定力”，越是经济增速下行，越不能放松环保，发挥好环境保护对经济的优化作用。",
    "ref": "Although pressures from slower economic growth have emerged, China’s Ministry of Environmental Protection had already made its position clear; China should correctly and appropriately position environmental protection in economic growth, and increase “green <unk> The more economic growth <unk> the more it should hold fast to environmental protection, and ensure that environmental protection plays a positive role in optimizing the economy.",
    "hyp": "Although the economy has become increasingly difficult to be able to have to be able to be able to be able to be able to be able to be able to be able to be able to be able to be able to be able to be able to be able to be able to be able to be to be the more than the more than the economy and not to be to be to be to be to be to be to be to be to be to be to be to be to be to be to",
    "hyp_id": "d9cf1f318f92e63eb2d8c2c9feb33654de5432a41789ff7262e4004257d2f256"
  },
  {
    "src": "没有最高，只有更高，贵州<unk>股价在创新高的道路上根本<unk>。",
    "ref": "There’s no peak, only higher. The share price of <unk> <unk> has continued to set new highs unabated.",
    "hyp": "Without the first half of the top of the world’s largest and stock market stock prices have been a result of the stock market.",
    "hyp_id": "5fc219202da3fe2c497e53e677dc5a86ffa3390a360ef4551220c5d29e7176a2"
  },
  {
    "src": "1月9日，A股“<unk>”贵州<unk>股价再次创出历史新高，截至收盘收于<unk>元，总市值达<unk>亿元，距离万亿市值仅一步之遥。",
    "ref": "On January 9, A-share <unk> <unk> <unk> set another new record high, closing at <unk> for the day. Total market capitalization amounted to <unk> billion, just a stone’s throw from the <unk> trillion market capitalization mark.",
    "hyp": "The first month of the September 11, 2001, the Bank of the Bank of England was the first to be the first step in the first half of the first half of the first half of the first half of the twentieth century.",
    "hyp_id": "b7f78fccc022031f7c0f74dc74c162224829462d43419eacafb2af997b802488"
  },
  {
    "src": "<unk>元的<unk>较此前<unk>元的零售价上涨了200元。",
    "ref": "The guidance price of <unk> was <unk> higher than the previous retail price of <unk>",
    "hyp": "The first step in the first and the first of the first half of the so-called World Trade Organization has been a major source of the so-called World Trade Organization of the People’s Party of the People’s",
    "hyp_id": "b69b4906828c3232597fde8ba1de5e593a593b690d213d953b0eb35f6bdc5e34"
  },
  {
    "src": "2017年12月28日贵州<unk>发布公告<unk>研究决定，自2018年起适当上调<unk>产品价格，平均上调幅度18%左右。",
    "ref": "On December 28, <unk> <unk> announced that upon study, it has decided to appropriately hike the price of <unk> liquor products in <unk> on average, the magnitude of the hike would be approximately 18%.",
    "hyp": "The first step in the September 11, 2001, the International Monetary Fund was the first step in the first half of the first half of the first half of the 2015 study of the 2015 study of the average of the average average of the average average",
    "hyp_id": "520acfc0c00a7c5f8f9039410c609ad9ba1722dd2c966d202c1a6714f15a37d3"
  },
  {
    "src": "此次提价举动刺激了贵州<unk>股价<unk>，<unk>记者统计发现，贵州<unk>提价消息宣布的8个交易日以来，贵州<unk>股价上涨了95元，涨幅超过14%。",
    "ref": "This price hike caused <unk> <unk> shares to soar. A Beijing Morning Post reporter calculated and found that <unk> <unk> share price had increased by <unk> or more than 14%, over the eight trading days since the company announced its price hike.",
    "hyp": "The second step toward the stimulus that the stimulus was the first step in the first half of the first half of the first half of the first half of the first half of the first half of the former prime minister, and the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the first and the first and the first and the first and the first and the first and the first",
    "hyp_id": "b3bdac527b2ee7bae4a96c315468c61a0699026301bd9201d878189eb890f1ae"
  },
  {
    "src": "统计显示，2017年贵州省1-3季度生产总值为9500亿元，<unk>市值将贵州省去年前三季度GDP远远甩在身后。",
    "ref": "Data showed that the aggregate output value of Guizhou Province for the first to the third quarters of 2017 amounted to <unk> billion. <unk> market capitalization far outstripped Guizhou <unk> GDP for the first three quarters.",
    "hyp": "In 2014, the 2008 Financial Times was the first step in the last year, the last two years ago that the US will be expected to be to be the last year before the last year.",
    "hyp_id": "c8032d542f199abbcb88c5c781c7d8372e592f152da4e321c650f8755f0d4039"
  },
  {
    "src": "在<unk>的带动下，<unk>类上市公司纷纷开启提价<unk>节奏，坐享消费升级带来的红利。",
    "ref": "Driven by <unk> listed <unk> companies began to introduce price hikes and control supply, enjoying the dividend brought about by consumption upgrading.",
    "hyp": "In the first words, the first and the first step in the first half of the first half of the first half of the consumer consumption of the consumer consumption of the consumer consumption of the consumer consumption.",
    "hyp_id": "7e0d9c0bdf6f161810eade2d2ffb185b879c5398a9bcf2fa6ef5e9763dd1ba0e"
  },
  {
    "src": "2017年以来，大多数<unk>上市公司股价持续大涨，其中<unk>、<unk>、<unk>、贵州<unk>等股价涨幅超过一倍。",
    "ref": "2017 <unk> the share prices of most listed <unk> companies have continued to soar. In particular, the share prices of <unk> <unk> <unk> Shanxi <unk> <unk> <unk> and <unk> <unk> have at least doubled",
    "hyp": "In 2008, most of the most people have been able to have been able to be able to be used to be a variety of the first half of the first half of the first half of the twentieth century.",
    "hyp_id": "d8af30a3490a7479d2ddd32b1b87c19941e6c54d23e2b8132244fcfb65831b35"
  },
  {
    "src": "在进入微软的实时对话翻译模式后，屏幕被分为<unk>，对话的两位用户可以各自选择自己那一边的语言。",
    "ref": "After entering Microsoft’s real-time <unk> translation mode, the screen is divided into two parts. The two users in the <unk> may each select their own language.",
    "hyp": "In the first time, the model of the model of the model of the model of the model of the model of the model of the model of the so-called model of the old and the old model of the country.",
    "hyp_id": "f3002ae678908586809d75830831cefc904563dab2e4cdaa12033e027f9fdbf7"
  },
  {
    "src": "12月21日早上，<unk>完成手术，医生修复了她5根手指的所有肌腱和2根神经。",
    "ref": "On the morning of December 21, <unk> operation was completed, and all <unk> and two nerves of her five fingers were repaired well.",
    "hyp": "The first month was the first and her first and her first and her her her her her her first and her her her first and her her first and her her first and her first and her of the first and the first of the first and the first of the first and the first of the first",
    "hyp_id": "552f0d86a221fa87a09a3d9146296f0646547d18d3d6335dd93e6dc706b29b44"
  },
  {
    "src": "持有中国<unk>的外籍高层次人才创办<unk>企业，可享受“<unk>”。",
    "ref": "High-level foreign talent with Chinese green cards who found technology enterprises may enjoy <unk> <unk>",
    "hyp": "The Chinese government has been the first to be the first and the Chinese prime minister to be able to be to be the first and the Chinese Communist Party of the Chinese Communist Party of the Chinese Communist Party of the Chinese Communist Party of the Chinese government.",
    "hyp_id": "667113452fcf07f4d15210d9af7f1c33873416a6072657f2bbdeb3dcf718f487"
  },
  {
    "src": "“<unk>”措施中，第一条就是“支持持永久居留身份证外籍高层次人才创办<unk>企业”。",
    "ref": "The first of the <unk> measures to further open up and actively utilize foreign <unk> states that China would “support high-level foreign talent who hold permanent residence permits found technology related <unk>",
    "hyp": "The so-called Road Investment Bank has been the first step toward the support of the so-called Road Investment Bank of the State of the State of the Bank of the State of the Bank of the Bank of the State of the Bank of the Bank of the Democratic Party of the Democratic",
    "hyp_id": "30b43f2e9d5359e3943ca2a72ebbaddafbce6b245f91407fb8109ac54e0b3e86"
  },
  {
    "src": "国家统计局数据显示，2017年前三季度中国GDP同比增长6.9%，比<unk>同期加快0.2个百分点。其中一季度、二季度、三季度分别增长6.9%、6.9%、6.8%，连续9个季度运行在6.7-6.9%区间，保持中高速增长。",
    "ref": "Figures from the National Bureau of Statistics revealed that China’s GDP grew 6.9% year-on-year for the first three quarters of 2017, 0.2 percentage points higher than the same period last year. In particular, the growth rates for the first, second and third quarters were 6.9%, 6.9% and <unk> respectively. For nine consecutive quarters, GDP growth ranged between 6.7% and 6.9%, maintaining a medium to high rate of growth.",
    "hyp": "The data show that the Chinese GDP growth rate was not just as a year ago, but it was more than the first half of the first half of the first half of the first half of the first half of the Chinese and the so-called New York and the Chinese Communist Party of the Chinese and the Chinese economy.",
    "hyp_id": "2f76a84d7a14aff51ca4b6960e40a8e29e76df2ac0955a67a391eae4a8971276"
  },
  {
    "src": "北京时间12月20日，<unk><unk>通过社交媒体宣布顺利<unk>一子，升级做了母亲。",
    "ref": "On December <unk> Beijing time, <unk> announced through social media that she had given birth to a child and upgraded to be a mother.",
    "hyp": "BEIJING – The first time of the European Central Bank of the People’s Bank of the People’s Bank of the People’s Bank of State Secretary of State Secretary of State Secretary of State Secretary of State Secretary of State Secretary of State Secretary of the State has been a prime minister of the first and the first to be a military of the first and the first",
    "hyp_id": "eb3e20949f7c9cb5bb30638642480bea633890a3206df7b6e561090205a6b1b9"
  },
  {
    "src": "<unk>普京将拥有国产新<unk>：<unk>比奔驰便宜15％",
    "ref": "Russian media claimed Putin has a new locally produced <unk> 15% cheaper than a Mercedes <unk>",
    "hyp": "The second lesson from the Putin will be to be a new and more than the new president of the New York The Bank of the State of the State of the Bank of the State of the Bank of the State of the New York",
    "hyp_id": "b72ac4e872f5976d7770d8ff3bfcf69cb976c08eaf6289a17f8810c339c18cfb"
  },
  {
    "src": "<unk>网1月18日报道 <unk>，俄罗斯<unk>部长<unk>罗夫表示，总统普京“车队”的汽车<unk>从600-700万卢布起。",
    "ref": "Reference News January 18 report Russian media claimed that Russia’s Minister of Trade and Industry, Denis <unk> said that the unit price of the automobiles in President Putin’s <unk> is priced at <unk> million or higher.",
    "hyp": "The first step in the first half of the September 11, 2001, the Russian President Vladimir Putin has been the first step toward the Russian President Vladimir Putin to the Russian President Vladimir Putin from the Russian President Vladimir Putin to the Russian President Vladimir Vladimir Vladimir Vladimir Vladimir Vladimir Vladimir Vladimir",
    "hyp_id": "a2bc4f096dcaa830e2ab1e83f4287ca15023641ba4a97fb7895e04caea22d717"
  },
  {
    "src": "预算目标是把价格控制在比<unk>-奔驰S级汽车低15%。",
    "ref": "The budget target is to contain the price at 15% lower than a <unk> <unk> class.",
    "hyp": "The goal is to be the goal of the goal of the goal of the cost of the cost of the total population to be a source of the cost of the US.",
    "hyp_id": "39a9ee2a4b0d33bcf55fee0067d1e2b511fd1f0147ca5c4364bd0dce7b2cd4bf"
  },
  {
    "src": "据俄罗斯<unk>1月16日报道，2月底至3月初，总统座驾的主要研发单位——俄罗斯国家汽车工程研究院（<unk>）将向联邦<unk>交付16<unk>。",
    "ref": "Russia <unk> network reported on January 16 that from the end of February to the end of March, the key R&D unit for the President’s automobiles - Central Scientific Research <unk> and Automotive <unk> Institute <unk> - will deliver 15 automobiles to the Federal Protective Service.",
    "hyp": "According to the Russian President Vladimir Putin has been the first step in the first two years, and the US President Vladimir Putin – the largest Russian president – the largest foreign direct investment that has been a major source of the largest and the largest foreign direct investment in the country.",
    "hyp_id": "45cab817bc64f4d52d0390d65f2099e687eb3d11627026cc48e026b05a55b454"
  },
  {
    "src": "报道称，“车队”项目要求用统一模块平台为国家<unk>制造3种汽车——加长轿车、<unk>和小型<unk>。该项目的预算拨款为124亿卢布。",
    "ref": "The report states that the <unk> project requires manufacturing three types of vehicles - <unk> <unk> vehicle and a small passenger vehicle - for the nation’s leader using a the same <unk> platform. The budget allocation for this project is <unk> billion.",
    "hyp": "The program is called for the so-called Road Investment Bank, which has called for the state of the state of the state of the state and the state of the state of the state of the state of the state of the state and the state of the state of the state of the state of the state and the state of the state of the state and the state and the state",
    "hyp_id": "e7e5ab732c4fcee909835f9535239629a19da2f7cf851b6ddced9ca16399825b"
  },
  {
    "src": "报道称，为总统制造苏联以来<unk>国产加长轿车的消息出现在大约5年前。根据研发单位的计划，新汽车将安装800马力发动机和装甲，整车重量为6吨。",
    "ref": "The report claimed that news of manufacturing the first locally produced <unk> in Russia for the President emerged some five years ago. According to the plans of the R&D unit, the new automobile will be equipped with a <unk> engine and <unk> and will weigh six <unk>",
    "hyp": "The first step has been to be the Soviet Union since the Soviet Union since the Soviet Union since the Soviet Union has been a new strategy for the first half of the first half of the first half of the New York Revolution and the New York Development Bank of the New York",
    "hyp_id": "c0966bfbf5b8e60cdf508a06d35bf13c6f760dc687a8b4ec0b2bcfdfdb2b5664"
  },
  {
    "src": "<unk>，德国保时捷公司的工程技术团队参与了<unk>研发。",
    "ref": "It is understood that the engineering and technology team of Germany’s <unk> is participating in the R&D of the engine unit.",
    "hyp": "The first step in the European Central Bank of Germany, which has been able to be able to develop a new development of the development of the development of the development of the development of the US.",
    "hyp_id": "3231b2c2e3104e15e06d5823e8e498e1f710210080976bc12e9f583de1bc11a5"
  },
  {
    "src": "<unk><unk>1月16日报道，<unk>罗夫告诉记者，“车队”系列汽车将从2019年起对外零售，各种配置的车型都能买到。",
    "ref": "Elsewhere, according to reports by <unk> on January 16, <unk> told reporters that the <unk> series of automobiles will be sold externally from 2019. All configured models will be available.",
    "hyp": "The first step in the first half of the first half of the September 11, 2001, the Japanese government has been able to be able to be able to be able to be able to be able to be able to be able to be able to the first from the first and the first and the first to the first and the first to the first and the first to be",
    "hyp_id": "f59e4e353146df2566feca665fc164de583a2bfa66d33a608b9f0a00fb000054"
  },
  {
    "src": "这位部长说：“从明年开始，所有感兴趣的人都能订购，不管是防弹型还是<unk>，没有任何销售限制。”",
    "ref": "This minister said, “From next year onward, all interested parties may place an order. There are no sale restrictions on any model, whether it is the bullet-proof or the luxury model.”",
    "hyp": "The first step is that the US is now beginning to be a year from all of the next year, and that all people are not to be a major step toward any other political system.",
    "hyp_id": "370cf1a42a95c2cfea5efcbc0029ea97e2f868a117c41c4356cb1ec2e89770c4"
  },
  {
    "src": "俄罗斯<unk>部计划在2020年后把“车队”系列汽车的年产量提高到1000辆以上。",
    "ref": "Russia’s Ministry of Trade and Industry plans to increase the annual production of the <unk> series of automobiles to more than 1 million after 2020.",
    "hyp": "Russia has been the first step in the first half of the first half of the first half of the first half of the 2008 financial sector.",
    "hyp_id": "5aa8559c84d74829c54c957eb2cf89c8d2ee8b4ca777edf7f7efcd7c086f211a"
  },
  {
    "src": "<unk>罗夫说：“我们现在生产18辆就满负荷了，今年的产量是70辆以上，明年达到200辆，后年300辆甚至更多。”",
    "ref": "<unk> said, <unk> 18 units puts us at full capacity now. This year’s output is more than 70 units, with 200 units next year, and 300 or even more the year <unk>",
    "hyp": "The first step is that we have to be said that we are now now now the first time to be to be a year of the next year – and even more than half of the next year in the next half of the next year.",
    "hyp_id": "96d7464e3cbaacc50866f141ee24488872cd08a3d65db1de8ec48e58127e276c"
  },
  {
    "src": "（<unk>/<unk>）",
    "ref": "<unk> <unk>",
    "hyp": "The New York The The The The Bank of The The Bank of The Trade",
    "hyp_id": "b733a8b7e41875791be1d3a6b79104060a2dd6a62acf0132693877dceb0cf01a"
  },
  {
    "src": "各位观众，晚上好",
    "ref": "Good evening, viewers.",
    "hyp": "The Bank of State The Trade",
    "hyp_id": "e4e5920582ce39a2d6bedd6316234b3eff4b68a381789db8cd3200ce42088be2"
  },
  {
    "src": "今天是十二月一日星期五，农历十月十四，欢迎收看新闻<unk>",
    "ref": "Today is December 1st, Friday, the 14th day of the 10th month of the lunar <unk> welcome to <unk> Wen <unk> Bo.",
    "hyp": "Today, the same is the same is the first and the first time to be the first and the Bank of the State of the Bank of the State of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank",
    "hyp_id": "225cd9a2e4ff334260f7a0dafca0f3089906fbabc0a8b34f710644c940541cef"
  },
  {
    "src": "首先为您介绍今天节目的主要内容。",
    "ref": "In <unk> program, we will cover the following main content.",
    "hyp": "First, the main main main main main main main main main",
    "hyp_id": "41c6056dd7acc2188abc52f82534eb3832688fc63a215f8e1ae5d517bc6d7355"
  },
  {
    "src": "习近平出席中国共产党与世界政党高层对话会开幕式并发表主旨讲话，<unk>出席对话会第一次<unk>。",
    "ref": "Xi Jinping attended the opening ceremony of the CPC in Dialogue with World Political Parties High-level Meeting and delivered a keynote speech. Wang <unk> attended the first plenary session of the dialogue.",
    "hyp": "The Xi Jinping has been the world’s largest political parties and the world’s most likely to be the first step toward the first half of the first place.",
    "hyp_id": "9975365b544afe5882621dfe50ecbbffb2a4725fb72f666e4e5c5cdcf67144cf"
  },
  {
    "src": "习近平分别会见",
    "ref": "Xi Jinping met respectively",
    "hyp": "Xi Jinping",
    "hyp_id": "1bf27391da9783bef5d6a03e5c995a9deac7a596044d00e469f2b5ff313ce8c6"
  },
  {
    "src": "前来出席中国共产党与世界政党高层对话会的缅甸<unk><unk>昂山素季和柬埔寨人民党主席、政府首相洪森。",
    "ref": "with Myanmar's State <unk> Aung San Suu Kyi and President of the Cambodian People's Party and Prime Minister of the government Hun Sen, who came to attend the CPC in Dialogue with World Political Parties High-level Meeting.",
    "hyp": "The first step in the world is to be the world’s political and the world’s largest prime minister – and the government has been the first step toward the government and the prime minister of the government.",
    "hyp_id": "9f495f21d4d9ecb5959a91279487efd4842e3f44ff98686ec0beb4c50f26c977"
  },
  {
    "src": "李克强会见俄罗斯总统普京。",
    "ref": "Li Keqiang met with Russian President Putin.",
    "hyp": "The Russian President Vladimir Putin has been Putin’s Vladimir Putin in the Russian Vladimir Vladimir Vladimir Vladimir Vladimir Vladimir Vladimir",
    "hyp_id": "11145a4afadc2b401ac1fe5b93e4b0ba87af14c8f1aef70f5a1ecd1ae0b75739"
  },
  {
    "src": "李克强抵达索契出席上海合作组织成员国总理<unk>会议。",
    "ref": "Li Keqiang arrived in Sochi to attend the 16th Prime Ministerial Meeting of SCO Member Countries.",
    "hyp": "The first step in the European Union is to be the first member of the member states to be able to be to be the first to be the first to the first of the European Union.",
    "hyp_id": "199da91fe3f9acbc4b9c85b080a605a372b14fd6ae2741c786bff54c824d7140"
  },
  {
    "src": "<unk><unk>全国代表大会<unk>，汪洋代表中共中央致<unk>。",
    "ref": "The 12th National Congress of the Chinese Association for the Advancement of Democracy opened in Beijing. On behalf of the CPC Central Committee, Wang Yang delivered a <unk> message.",
    "hyp": "The first step is to be the first and the first time to be to be the first and the first of the first time to be to be to the first and the first of the first of the country.",
    "hyp_id": "16ad8a8cd6afe87838d77ce642a558c15851b268db0bf6e4b219fd08a3be124f"
  },
  {
    "src": "多国政党领导人在北京参观砥砺奋进的五年大型<unk>，肯定中国巨变，分享中国发展经验。",
    "ref": "The leaders of many countries' political parties visited the <unk> Ahead Five-Year Major <unk> <unk> in Beijing, , where they affirmed the tremendous changes that have taken place in China and shared in the experience of China's development.",
    "hyp": "The political leaders have to have to be the first step in the first time to be to have to be able to have to be to have to be a major Chinese and to have to be a major Chinese development.",
    "hyp_id": "50201403a0d20be88ef24387f572c0cc694d1b035903874351b037c390b4feed"
  },
  {
    "src": "艰难推进，和谈双方开启近距离同步会议",
    "ref": "on the Syria <unk> as both parties to the peace talks begin a closely synchronization conference.",
    "hyp": "The latest and the Bank of State The Bank of State The Bank of State The Bank of State",
    "hyp_id": "cef0a9e115e5763bb80a6628dcda26c10e3e57ad3ada2010b55e8206177828bd"
  },
  {
    "src": "各位观众，今天的新闻<unk>大约需要三<unk>。",
    "ref": "<unk> today's <unk> <unk> broadcast will be roughly 35 minutes.",
    "hyp": "The same is today’s today today today now need to be a variety of the same year.",
    "hyp_id": "e253d6e693d88535319527a7441599fc47fc32728a98c316e7bf97069cada655"
  },
  {
    "src": "接下来请您收看详细内容。",
    "ref": "Next, please watch the details.",
    "hyp": "The first step is to be the first and the first of the first and the currency.",
    "hyp_id": "6a44a74ebbbf9bc25fb59c583306357e4dc026eddafb4bd70bad1b478a03f836"
  },
  {
    "src": "中共中央总书记、国家主席习近平十二月<unk>在<unk>出席中国共产党与世界政党高层对话会开幕式，并发表",
    "ref": "On December 1st, General Secretary of CPC Central Committee and President Xi Jinping attended the opening ceremony of the CPC in Dialogue with World Political Parties High-level Meeting at the Great Hall of the People and delivered",
    "hyp": "The first time of the country to be the Xi Jinping in the last two years, and the world has been a major political and the world’s largest and the world’s largest and the world’s most likely to be the world’s and the world’s two of the world.",
    "hyp_id": "faf44ee83c6674dbb7a5f744c103b00153060483b1b117510a6a45c191eae93c"
  },
  {
    "src": "题为《携手建设更加美好的世界》的主旨讲话",
    "ref": "a keynote speech entitled <unk> a Better World <unk>",
    "hyp": "The Financial Stability and the World Trade Organization of the world’s largest world",
    "hyp_id": "b10851c16cf573d1d6b737fdc812daec59356a799fd904cb9a3fffa4aad68b24"
  },
  {
    "src": "习近平强调政党要<unk>发展潮流、把握人类进步大势",
    "ref": "Xi Jinping emphasized that political parties should conform to contemporary development trends, grasp the general trend of human progress,",
    "hyp": "Xi Jinping is to be the first time to be to be able to develop human rights and human rights to human human rights and human rights",
    "hyp_id": "d72c4211ac0d94ad398d72ae13a314d683916acc3687481f6f0a78b08d0341f0"
  },
  {
    "src": "<unk>各方推动构建人类命运共同体的真诚愿望",
    "ref": "to work with all parties to promote the construction of a community with a shared future for mankind.",
    "hyp": "The latest human rights of the human human rights have been the human rights of human human human rights",
    "hyp_id": "cac7ec2cc9fad3153d6d84740bc76a600fabbcc624055840457b82f6dad95183"
  },
  {
    "src": "政党在国家政治生活中发挥着重要作用，也是推动人类文明进步的重要力量。",
    "ref": "Political parties play an important role in the political life of countries and are also an important force in promoting the progress of human civilization.",
    "hyp": "The political and the country has been a major important role in the political and the political sector is the important to be the important to be the important to the power.",
    "hyp_id": "abfd353ed2bd3728a139b2b3c0959936b297a7604686daf2e12c4df733262be5"
  },
  {
    "src": "年终<unk>，来自世界各国近<unk>政党和政治组织的领导人齐聚北京，<unk>合作大计。",
    "ref": "At the end of the year, leaders of nearly 300 political parties and political organizations from all over the world gathered in Beijing to discuss plans for cooperation,",
    "hyp": "The world’s most of the world’s leaders from the world to the world from the political and the world to the political and the political system of political leaders from the political system.",
    "hyp_id": "173af554bf63b2758a173bc3d557982f981664bcce581667dc3c1d3e93250db9"
  },
  {
    "src": "习近平指出，今天人类生活的关联前所未有，同时人类面临的全球性问题也前所未有。",
    "ref": "Xi Jinping pointed out that humankind is more interconnected than at any time in history, and that at the same time, humankind faces unprecedented global problems.",
    "hyp": "The Xi Jinping is a human rights to be a human rights and the world’s most important problems – and even the global economy.",
    "hyp_id": "5c4735d6ececb313cbf5663a8501ece5096fe0b36c34d8b5e69afec4f23c7e8b"
  },
  {
    "src": "世界各国人民前途命运越来越紧密地联系在一起。",
    "ref": "The future and the destinies of the citizens of every country in the world are increasingly linked.",
    "hyp": "The world’s people are increasingly increasingly increasingly increasingly increasingly difficult to become the world’s increasingly difficult.",
    "hyp_id": "17a2325a03228d4e88e5c69af5ad8aeacdee4de9ad3c33b3c04aba94566eb53d"
  },
  {
    "src": "世界各国人民应该秉持<unk>理念，彼此理解、<unk>",
    "ref": "People of all countries in the world should uphold the concept of one world, understand each other, seek common grounds while reserving differences,",
    "hyp": "The world’s people should be able to be able to be able to understand the same time, and the world is to be the first and to be the first and to be the first and to be the first and the first and the first of the first and the first of the Soviet",
    "hyp_id": "4551f2296ca070bcd6a4a7c24ceda0ae730520c5d37f3a5b382dae94dfd8700f"
  },
  {
    "src": "共同为构建人类命运共同体而努力",
    "ref": "and work together to make efforts to build a community with a shared future for mankind.",
    "hyp": "The common Human Rights",
    "hyp_id": "c9ca6e9d67fecfab271414c9af3b910813e0a7e66af104b5d918924eb3354675"
  },
  {
    "src": "我提出一带一路倡议，就是要践行人类命运共同体理念。",
    "ref": "I propose the Belt and Road Initiative, that is, to practice the concept of a community with a shared future for mankind.",
    "hyp": "I am not the first and the human rights are to be the human rights of human human rights.",
    "hyp_id": "f6710413c6119c0865cd432b50f106353e5f9ba05204c44c1a5974fdb8957a2d"
  },
  {
    "src": "习近平强调，我们要努力建设一个远离恐惧，普遍安全的世界，坚持共同、综合、合作、可持续的新安全观。",
    "ref": "Xi Jinping stressed that we must strive to build a world free from fear, universally safe, and that upholds a common, integrated, cooperative, and sustainable new conception of security,",
    "hyp": "The Xi Jinping is to be a way to create a new and a new world of the world – and the world to build a new and sustainable security of the world – and the world – and the world is a new and a new and a new and a new – to be a new and a new and a new and the world.",
    "hyp_id": "a2b13925b56fbcaaa4a048eddd627c790cfaf43bad3f4debee5d623d82c577ce"
  },
  {
    "src": "我们要努力建设一个远离封闭、开放包容的世界，坚持世界是丰富多彩的、文明是多样的理念。",
    "ref": "We must strive to build a world far away from <unk> open to others, which uphold the principle that the world is rich and colorful and civilizations are diverse,",
    "hyp": "We have to be able to build a world of a variety of the world’s largest and the world’s largest and the world’s largest and the world’s largest and the world.",
    "hyp_id": "2da540266e774a04fff479d8c1f4cee873ff78066ea167db6a62e70ec3215601"
  },
  {
    "src": "让各种文明和谐共存。",
    "ref": "and allow all civilizations to coexist harmoniously.",
    "hyp": "The first step is to be the first and the first of the currency.",
    "hyp_id": "97a17dc70a2d2f8382e78856696bbe1bd31a6103c172444e4104617abd9c1c1e"
  },
  {
    "src": "我们要努力建设一个<unk>、清洁美丽的世界，坚持人与自然共生共存的理念，共同营造和谐宜居的",
    "ref": "We must strive to build a clean and beautiful world with green mountains and clear waters, and adhere to the concept of symbiotic coexistence between man and nature, and jointly create a harmonious and livable",
    "hyp": "We have to be able to build a world of a world of the world’s largest and the world’s most important to the world of the world’s common common common common common and the common of the common common of the common of the common of the common",
    "hyp_id": "02148d343d0e81316cd8b86a9a6db0aa0d53d05f8a16c78df8c759bbec243e3a"
  },
  {
    "src": "人类家园",
    "ref": "home for humanity",
    "hyp": "The Energy Revolution",
    "hyp_id": "90b19c3d04a7557e58c71e2508e4ca0297e4aa17be7132f087a72b72befdfaea"
  },
  {
    "src": "建立<unk>、相互尊重、<unk><unk>的新型政党关系。",
    "ref": "that seek common ground while reserving differences, respect one another, and learn from each other's experiences on the basis of a new type of international relations.",
    "hyp": "The first step is to be the first and the political movement of the parties – the two parties have been the main to be the main to the US.",
    "hyp_id": "b5cb62b82b8c8e04087607950a2dd49ed82883c8bd5e590bd8865a352294fc02"
  },
  {
    "src": "搭建多种形式、多种层次的国际政党交流合作网络，汇聚构建人类命运共同体的强大力量。",
    "ref": "We should build a network of international political parties for exchange and cooperation in various forms and at various levels, and bring together powerful forces to build a community with a shared future for mankind.",
    "hyp": "The first step in the political and the international community have been able to be able to protect the international community from the international system.",
    "hyp_id": "6bb1dceae88e21e04d71d7aae66171ac3f20bdd56bd66022b2e86eec57ae4439"
  },
  {
    "src": "我们要把自己的事情做好，这本身就是对构建人类命运共同体的贡献。",
    "ref": "We need to accomplish our own tasks well, which itself is a contribution to building a community with a shared future for mankind.",
    "hyp": "We have to be able to be to be the only way to be to be the human rights of human human rights – and that is the human human rights of human rights.",
    "hyp_id": "604dbe9dc0f9f795a9382e6facec9dc8fd62e1bc9f0bec7d097a19e8b53b35cf"
  },
  {
    "src": "我们也要通过推动中国发展给世界创造更多机遇。",
    "ref": "We must also create more opportunities for the world by promoting China's development.",
    "hyp": "We have to be able to create a world to create a more sustainable world.",
    "hyp_id": "ccc0207dfe507230a30c438241c5542a501f26641d329957dc3dbf06794a654d"
  },
  {
    "src": "我们不输入外国模式，也不输出中国模式，不会要求别国复制中国的做法。",
    "ref": "We do not import foreign models nor export the Chinese model, and we will not ask other countries to copy Chinese practices.",
    "hyp": "We cannot be able to be able to make China’s model not to be a model of China’s model to China will not be a model of China.",
    "hyp_id": "3bffc3321cd63ca96a3fa84e522c5f447a1c57bee65cbd98e34510af40775282"
  },
  {
    "src": "第一",
    "ref": "First,",
    "hyp": "The Bank of The Bank",
    "hyp_id": "bc90c9b0215a88b8ac7065e60833b0b2d59941500354e6d8433d0cd7223151c6"
  },
  {
    "src": "中国共产党将一如既往为世界和平安宁作贡献。",
    "ref": "the Chinese Communist Party will make contributions to the peace and tranquility of the world.",
    "hyp": "The world will be able to be able to be the world’s world.",
    "hyp_id": "bb6325d1979ed58c01af82b3ed68e69869c88a8766b9368c1b736732bc5ce918"
  },
  {
    "src": "中国将高举和平、发展、合作、共赢的旗帜，<unk>走和平发展道路，积极推进全球伙伴关系建设。",
    "ref": "China will hold high the banner of peace, development, cooperation, and mutual benefit. It will <unk> follow the path of peaceful development and actively promote the building of a global partnership,",
    "hyp": "China will be the development of the development of the development of the development of the development of the development of the development of the development of the development of the development of the global development of the global economy.",
    "hyp_id": "15f2b2be182cbc369c1352aba843709eb2eba9d71427692178a773ecd052c9bf"
  },
  {
    "src": "主动参与国际热点难点问题的政治解决进程。",
    "ref": "and actively participate in the process of political settlement of difficult <unk> international issues.",
    "hyp": "The problem is the international community of international political institutions.",
    "hyp_id": "56cf6bcc1f5bf1e940484f60b62a8e82db97f330f9d90668a84fb77cc7cdc82c"
  },
  {
    "src": "中国无论发展到什么程度，都永远不称霸，永远不搞扩张。",
    "ref": "No matter to what degree China is developed, it will never become a hegemon and or engage in expansionism.",
    "hyp": "The development of the development of development is not a matter of the same time, not to be the first and not to be wrong.",
    "hyp_id": "eee109e0f40bc31d32f87e9f711848efa663c16058b8f6b9ab12328ac3f35451"
  },
  {
    "src": "到本世纪中叶中国将建成富强民主文明和谐美丽的社会主义现代化强国。",
    "ref": "By the middle of this century, China will build a prosperous, strong, democratic, <unk> harmonious, and beautiful socialist modern power.",
    "hyp": "By contrast, China will be the democratic democracy in the democratic democracy in the democratic world.",
    "hyp_id": "d633864f10377cef46c85540759bc1e79e7f7e4e872c6f1f42f7f1830809ed0f"
  },
  {
    "src": "这将造福中国人民，也将造福世界各国人民。",
    "ref": "This will benefit the Chinese people, and benefit all the peoples of the world as well.",
    "hyp": "This would be the Chinese people and China will have to be able to be able to be able to be to be the world.",
    "hyp_id": "1e3b6a67f71f04f4cb112affcfbf62c2e070e07354a7753589c36a52f875c901"
  },
  {
    "src": "我们倡议世界各国政党同我们一道，为世界创造更多合作机会，努力推动世界各国共同发展繁荣。",
    "ref": "We call on all political parties in the world to work with us to create more opportunities for cooperation for the world, and strive to promote the common prosperity and development of all countries in the world.",
    "hyp": "We have to be the world’s largest political parties to make us more of the world to create a world to create a common model for the world.",
    "hyp_id": "9b0e29c66aceb87ee66c14adcbaba600b52a2133fc1ef14b0bb113a2efaa14c8"
  },
  {
    "src": "中国共产党<unk>强调树立世界眼光，积极学习借鉴世界各国人民创造的文明成果，并结合中国实际加以运用。",
    "ref": "The Chinese Communist Party has always stressed the importance of establishing a global perspective, actively learning from the achievements of civilization by the people of all countries in the world, and applying the same in the light of China's actual conditions.",
    "hyp": "The world’s largest and the world’s people have been able to be able to be able to make the world’s people and have to be able to have to be used to be to be used to be to be a Chinese to be a Chinese in China.",
    "hyp_id": "0dec33ded5d5888cc25093b4993a86d67eae293bbf84be0a24f4c8ae75b6171d"
  },
  {
    "src": "开展对话和交流合作，支持各国人民加强人文往来和民间友好。",
    "ref": "and support the people of all countries in strengthening humanistic exchanges and people-to-people friendship.",
    "hyp": "The support of the state and the state of the state and the state of the state and the people are to be able to support the state and the people.",
    "hyp_id": "3a9c3cc20883c4ba18d6e3ebd7bdbd9ea9cdd8f708f5c27fb5719a8855699a79"
  },
  {
    "src": "将中国共产党与世界政党高层对话会<unk>，使之成为具有广泛代表性和国际影响力的",
    "ref": "to institutionalize the high-level dialogue between the Chinese Communist Party and global political parties so that they can become a platform for high-level political dialogue with broad representation",
    "hyp": "The world’s most of the world is the world’s largest and political pressure to be to be the international community and international international international and international institutions.",
    "hyp_id": "5e6b0d301ec79d6844f27ab92736427d3d744b74114e56b0fa661553b920f96d"
  },
  {
    "src": "高端政治对话平台",
    "ref": "and international influence.",
    "hyp": "The Financial Revolution",
    "hyp_id": "1d02b9ea4021dd670565076ae3d52168d484800bbba2a504d04b450a1a03abca"
  },
  {
    "src": "中国古代思想家孔子",
    "ref": "Confucius, an ancient Chinese thinker,",
    "hyp": "China’s Trade",
    "hyp_id": "8997e06eb8175b0d0a527f5cad4f7c0cee2d3e2256e88875d533594eee753010"
  },
  {
    "src": "说过",
    "ref": "said that",
    "hyp": "The Bank of The Trade",
    "hyp_id": "2faa6f8fc6b7737a25abb6bd78c8f6c1bb13051cac851456c1fd45b89baf4172"
  },
  {
    "src": "<unk><unk>，<unk>，<unk>，友<unk>。",
    "ref": "there are three friendships which are advantageous. Friendship with the <unk> friendship with the <unk> and friendship with the <unk>",
    "hyp": "The first time was to be the first and the first time to be the first and the first of the first time to be to be to be the first and the first of the first and the first of the first of the US.",
    "hyp_id": "2fa5d8740e0707d96e87f9007d579b88d00b9722a8df63ffd8070c2673b83b53"
  },
  {
    "src": "中国共产党愿<unk>天下朋友。",
    "ref": "The Chinese Communist Party hopes to make friends all over the world.",
    "hyp": "The first step is to be the first and the first of the first and the currency.",
    "hyp_id": "6a44a74ebbbf9bc25fb59c583306357e4dc026eddafb4bd70bad1b478a03f836"
  },
  {
    "src": "长期以来，中国共产党同世界上<unk>个国家和地区的<unk>政党和政治组织保持着经常性联系。",
    "ref": "For a long time, the CPC has maintained regular contacts with more than 400 political parties and political organizations in more than 160 countries and regions in the world.",
    "hyp": "The world’s largest and the world’s most of the world are the political and the world’s most likely to be the political and political parties and the political parties have been the political and political institutions.",
    "hyp_id": "572f1043e1a50179b8a661532ed72748847ce6954c6371d737179493c6a306d9"
  },
  {
    "src": "分享<unk>治国经验",
    "ref": "share experiences in governing the party and state,",
    "hyp": "The Financial Times",
    "hyp_id": "020a0c7ca3e008b3709b173d6f272c70708c3ca218c259573412fe15205350bb"
  },
  {
    "src": "增进彼此战略性的",
    "ref": "and enhance mutual strategic cooperation with other people in the world",
    "hyp": "The Bank of The Bank of The Trade",
    "hyp_id": "95d8871044967568c1fb28577fe5fb51df6825d7c8238caceb90e9df287161be"
  },
  {
    "src": "中国共产党与世界政党高层对话会以构建人类命运共同体、共同建设<unk>政党的责任为主题，来自<unk>多个国家的近<unk>政党和政治组织的领导人共<unk>中<unk>代表与会。",
    "ref": "The CPC in Dialogue with World Political Parties High-level Meeting focuses on the responsibility of building a community of shared future for mankind and jointly building beautiful global political parties. Leaders of nearly 300 political parties and political organizations in over 120 countries, altogether more than 600 Chinese and foreign representatives, attended the meeting.",
    "hyp": "The world’s political parties have been the world’s most powerful and the world’s most powerful countries – from the political leaders to the political and the state of the state of the state of the state of the state of the state of the state of the political and the political system of the political and the political and the political of the political of the political and political and the political",
    "hyp_id": "3843fa4638aca167e0e4f8f804be3a66e25613ced5161159afe67be89347abb0"
  },
  {
    "src": "缅甸<unk><unk>昂山素季，俄罗斯统一俄罗斯党总委员会<unk>副书记<unk>尼亚克，美国共和党全国委员会<unk>安东尼<unk>。",
    "ref": "State <unk> of Myanmar Aung San Suu Kyi, Deputy Secretary of the Russian <unk> General Committee <unk> Treasurer of the U.S. National Republican Committee Anthony <unk>",
    "hyp": "The first step in the United States was the Russian president of the Russian President Vladimir Putin and the Russian National Security Council of the National Security Council of the People’s Bank of the People’s Bank of the People’s Bank of the People’s Bank of the People’s Bank of the People’s Bank of the People’s Security Council",
    "hyp_id": "bbc5eb83ed5784df038ebb25aa9d166daf40900a84004e838b10e3993295c10a"
  },
  {
    "src": "埃塞俄比亚人民革命民主阵线副主席、政府副总理<unk>在<unk>上分别<unk>，高度评价习近平关于构建人类命运共同体",
    "ref": "and Vice President of Ethiopian People's Revolutionary Democratic Front and Deputy Prime Minister of the government <unk> respectively addressed the plenary session and spoke highly of Xi Jinping's proposal to build a community with a shared future for mankind",
    "hyp": "The Federal Reserve Federal Reserve Bank of the Federal Reserve Bank of the government Prime Minister Theresa May was the first step in the first time of the first time to be to be to the first and the first of the first of the Chinese Communist Party of the Communist Party of the Communist",
    "hyp_id": "9c366bbec4934b7d62e4832d6ae6121c2aed2f1e0178c288d9d6dd6468f9919e"
  },
  {
    "src": "彼此理解、相互支持、协调配合。",
    "ref": "that concern both of our core interests and major concerns.",
    "hyp": "The first and understand the same of the same is the first and the first of the twentieth century.",
    "hyp_id": "3883a01b9a61b1f479dafb4df0b8fabd3976ee7131ec78b1a3824a2a0c6a758f"
  },
  {
    "src": "各领域务实合作取得积极进展，两国关系保持健康稳定发展的良好势头。",
    "ref": "The pragmatic cooperation in all fields has made positive progress, and the relations between our two countries have maintained a healthy momentum of sound and steady development.",
    "hyp": "The development of the development of the development of the development of the development of the development of the development of the development of the development of the development of the development of development.",
    "hyp_id": "5123bf2e6ef56f0fc385c84fe1fb2d47cc50f9372b3241e7f900f9b9981dee5c"
  },
  {
    "src": "习近平指出，中国党和政府将一如既往地奉行同缅甸友好方针，从战略高度和长远角度",
    "ref": "Xi Jinping pointed out that the Chinese party and government will, as always, adhere to the principle of friendship with Myanmar and view bilateral relations from",
    "hyp": "Xi Jinping is that China’s approach to the Chinese strategy will be to be a strategy from the strategy and the strategy of the strategic and the strategic and the strategic and the strategic and the strategic and the strategic and the strategic and the strategic and the strategic and the strategic",
    "hyp_id": "49e979e90ee63d1b430c7ba06bd640a2becd5f786b8bbe1c8cd5d2bd60000cf7"
  },
  {
    "src": "看待两国关系",
    "ref": "a strategic and long-term perspective.",
    "hyp": "The Bank of The Trade",
    "hyp_id": "2faa6f8fc6b7737a25abb6bd78c8f6c1bb13051cac851456c1fd45b89baf4172"
  },
  {
    "src": "我们<unk><unk>一道，牢牢把握中缅关系发展正确方向，落实好双方达成的各项共识。",
    "ref": "We are willing to work with Myanmar to firmly grasp the correct direction for the development of bilateral relations and implement all <unk> reached by both sides,",
    "hyp": "We have to be the first and to see the relationship with the relationship with the relationship with the development of the development of the development of the development of the development of the US.",
    "hyp_id": "47d9dc20b1a9ecd51acb7e4dd6eaeaf62342f95f534b637fa9a420779fff2b25"
  },
  {
    "src": "积极探讨建设中缅经济走廊等新的合作增长点，推动中缅关系又好又快发展",
    "ref": "actively explore new points of growth for cooperation in building the economic corridor between China and Myanmar, and promote the sound and rapid development of bilateral relations",
    "hyp": "The new economy is a new and the new economy like the Economic Cooperation Council to build a new and new development of the development of the development of the development of the development of the development of the development of the development of the development of the development of the development of the development of the development",
    "hyp_id": "f6791e67b30cc1a372dc0ba3f26b1b5637686f4098bfea78628b6d720818fdfe"
  },
  {
    "src": "习近平表示，今年十月召开的中共十九<unk>中国具有重大战略意义。",
    "ref": "Xi Jinping said that the 19th National Congress held in October this year is of great strategic significance to China.",
    "hyp": "The Xi Jinping has been the first step in the Chinese Communist Party of the Chinese Communist Party of the Chinese Communist Party of China.",
    "hyp_id": "e1d43df19d2d7a2193b824bbc677729abae9c72e999041f58d227b8bd093ef29"
  },
  {
    "src": "大会总结了中共十八大以来的各项工作。",
    "ref": "The Congress summed up all the work since the 18th CPC National Congress.",
    "hyp": "The first step has been the first step in the first time since the Communist Party has been a major source of the largest economy.",
    "hyp_id": "389e5fa20b674ef0032112bed34438ab3317cc0f49a086050a3269c9d08b92a4"
  },
  {
    "src": "并将构建人类命运共同体作为新时代中国外交努力方向。",
    "ref": "It also regarded constructing a community with a shared future for mankind as a new direction of China's diplomatic efforts.",
    "hyp": "And it will be the human rights as a new diplomatic approach to China’s foreign policy.",
    "hyp_id": "674c53048a1d01de5fc4ee332ea6679434628a9c075c478ce0f3f59c7095a99c"
  },
  {
    "src": "<unk>关系对<unk>而言具有特殊重要意义，我们有历史悠久的民间友好情谊。",
    "ref": "<unk> relations have a special significance for Myanmar. We have a long history of people-to-people friendship.",
    "hyp": "The relationship between the two key interests of the relationship with the important of the relationship with the same thing we have to be the important to be to be wrong.",
    "hyp_id": "1e864af03f1a652821e583dfb3a513334bc812f3c9aa27a26025213e1410b401"
  },
  {
    "src": "也有近年来相互信任、彼此尊重的密切合作，感谢习近平总书记对<unk>关系的高度重视，我们充分感受到了中国党和政府的真诚友好情谊。",
    "ref": "There has also been close cooperation in mutual trust and respect for one another in recent years. We thank General Secretary Xi Jinping for <unk> such great importance to the relations between the two countries. We fully feel the sincere friendship between the Chinese party and the government.",
    "hyp": "And it has been a major factor in the recent years, and Xi Jinping has been the first step toward the Chinese political relations with the Chinese – and that China has been a major factor of China.",
    "hyp_id": "cec57bc0174c593b6f8d19c13b316a7c8220a5f79130ffa30a72c45c06ed2aae"
  },
  {
    "src": "习近平表示，洪森首相是中国<unk>的好朋友、老朋友、真朋友。",
    "ref": "Xi Jinping said Prime Minister Hun Sen is a good friend, old friend, and true friend of the Chinese party and people.",
    "hyp": "The Xi Jinping was the first prime minister to be the Chinese prime minister of the Chinese Prime Minister Theresa May and the Chinese Communist Party of the twentieth century.",
    "hyp_id": "0fbbc53f7534cca8e9734051148e2250a005f15dbe62cc1c3466ea9992791320"
  },
  {
    "src": "当前，中<unk>关系处于历史最好时期",
    "ref": "At present, relations between China and Cambodia are at their best in history.",
    "hyp": "The current current relationship with the current history of the best way to be the best way to be to be the best to be to be the best to be the best of the best of the best of the best of the best of the best of the best of the best of the best of the best of the best of the best",
    "hyp_id": "5fcf3c07d8d2fa3604bbdd2d1691630737223f0316d4a5bb8b80b11faf446dc2"
  },
  {
    "src": "双方政治互信不断增强，务实合作持续扩大，人文交流日益密切，为两国人民带来了实实在在的利益。",
    "ref": "Mutual political trust between the two countries has been continually enhanced, practical cooperation has continued to expand, and humanistic exchanges have become increasingly closer, which has brought tangible benefits to both peoples.",
    "hyp": "The political and political pressure has been to be able to build a more sustainable and increasingly powerful and increasingly powerful interests in the region.",
    "hyp_id": "6156d6f53faebb3460627ba25d8cdf44283f4c551319b3c60edd415126fb913b"
  },
  {
    "src": "明年是中<unk>建交六十周年，希望双方以庆祝两国建交六十周年为契机，推动两国关系深入发展、<unk><unk>。",
    "ref": "Next year marks the 60th anniversary of the establishment of diplomatic relations between China and Cambodia, and we hope both sides will take this opportunity to celebrate the 60th anniversary of the establishment of diplomatic relations between the two countries to push forward the in-depth development of bilateral relations and long-term stability.",
    "hyp": "The next year was the first step in the first time to be to be able to see the two countries to have to be able to be to be able to be to be able to be to be to be the first and to be the first and to be the first and the first and the development of the development of the development of the development of the development of the development of the development of the development",
    "hyp_id": "1b08f7205a394f79872069ca2c0dba05c8616e262e4f97636dba73e7372b7f33"
  },
  {
    "src": "<unk>始终给予中方坚定支持",
    "ref": "Cambodia has always given China strong support.",
    "hyp": "The Bank of State The Bank of State The Bank of State",
    "hyp_id": "39d68dd7345418456dc04c627de7c6fdd866fd78b3597fac4f2d6d0a210adc94"
  },
  {
    "src": "中方一贯支持柬埔寨走符合本国国情的发展道路， 支持<unk>",
    "ref": "China has always supported Cambodia in taking a development path that matches its own national conditions and supported the Cambodian government's efforts",
    "hyp": "The support for the support of the support of the development of the development of the development of the development of the development of the development of the development of the development of the development of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank and the Bank of the Bank",
    "hyp_id": "acc26279e857b2dcd3c6acd6e1193e3162c8c48c93086d908ac97f89b1632f62"
  },
  {
    "src": "中方<unk><unk>一道，积极拓展两国战略合作，发挥两党交往对两国关系的政治引领作用。",
    "ref": "China is ready to work with Cambodia to actively expand strategic cooperation between the two countries and fully utilize the politically leading role of exchange between the two parties in relations between the two countries,",
    "hyp": "The first step is to be the strategic strategy for the strategic and the strategic strategy to be the strategic political and the strategic political of the European Union.",
    "hyp_id": "6231ac5d719fb194b1b84be7df7ac6363bea1516d27ee7853a24712d4d4d54ec"
  },
  {
    "src": "拓展务实合作广度深度，加强防务及执法安全领域合作，促进人文交流，密切双方在联合国",
    "ref": "expand the depth of pragmatic cooperation, strengthen cooperation in the areas of defense and law enforcement and security, promote <unk> exchanges, and work closely in cooperation and collaboration in multilateral mechanisms, such as the United Nations, East Asian cooperation, and <unk> cooperation",
    "hyp": "The United States is the need to be able to build the security of the security of the security of the security of the United States and the United Nations Security Council in the United Nations Security Council in the United Nations Security Council of the United Nations Security and the United Nations Security and the United",
    "hyp_id": "b61ece8d05b11c3e544e7fd0613b60c36dd0c9d97dc1534002cacb15de87c795"
  },
  {
    "src": "东亚合作、<unk>合作等多边机制中的协调和配合，携手打造牢不可破的中<unk>命运共同体。",
    "ref": "to work together to build an unbreakable community for a shared <unk> future.",
    "hyp": "The East Asian East Asian East Asian and the Bank of State Secretary of State Secretary of State Secretary of State Secretary of State and the Bank of State of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank",
    "hyp_id": "c876ad34fbb9c9afa00931ead76d9eb6f36d02a2159228372ca0c6d87e83c299"
  },
  {
    "src": "作出了中国特色社会主义进入新时代的重大政治判断 ，指出了社会主要矛盾的新变化，明确了",
    "ref": "It made major political judgments on the socialism with Chinese characteristics entering into a new era, pointed out new changes in major social conflicts and defined",
    "hyp": "The new Chinese have been a new political and political change in the political process of political and political change in the political process of the new social BERKELEY",
    "hyp_id": "8c63fb07d7038ee827e43c5aafe60c4304a7a1d515db817171c97891f9dc0f47"
  },
  {
    "src": "洪森对习近平得到<unk>人民拥护、再次当选中共中央总书记表示<unk>。",
    "ref": "Hun Sen extended warm <unk> to Xi Jinping for winning the support of the entire party and the people throughout the country and for being reelected as General Secretary of the CPC Central Committee.",
    "hyp": "The Xi Jinping has been the first step toward the political and the right to be to be to be a leader of the first and the first of the people.",
    "hyp_id": "881efe894f677cc400da58f2549de5f8cce27acbb6b7180e016904121dc447dd"
  },
  {
    "src": "高度评价中方举办中国共产党与世界政党高层对话会",
    "ref": "He spoke highly of China holding this grand meeting of global political parties, a dialogue meeting between the Chinese Communist Party",
    "hyp": "The world’s largest and the world’s largest political parties have to be the world’s largest",
    "hyp_id": "dfbf5e71254fd20340baad879ee15b581a2483175836b0eab5f9abbd4503d9cb"
  },
  {
    "src": "他表示，中方是<unk>高度信任和充分信赖的亲密伙伴，<unk>对<unk>中关系感到满意。",
    "ref": "He said that China is a close partner of Cambodia with a high degree of confidence and full trust. Cambodia is satisfied with the relations between Cambodia and China.",
    "hyp": "He was the first and the first of the first and the first of the first and the first of the first and the two of the two of the two of the two of the two of the two of the two of the two of the Soviet Union.",
    "hyp_id": "7daff8c7988dd947d6febd86178280023995772a248e952d1858acf11ab3a378"
  },
  {
    "src": "不断提升自身执政能力和水平",
    "ref": "and continue to improve our own ability and level of governance",
    "hyp": "The ability to be to be to be to be the right and to be to be to be the largest and the largest and the Bank of the Bank of the Bank of the Bank and the Bank of the Bank of the Bank of the Bank and the Bank of the National and the National and the National",
    "hyp_id": "407fda4ba9600f7e70e7925d09281fb95ca4fbfbc72f5dfc713d8161d9dc4329"
  },
  {
    "src": "丁<unk>、杨洁篪等参加上述会见。",
    "ref": "<unk> <unk> and Yang Jiechi attended the meeting.",
    "hyp": "The first and the first of the first and the Bank of the Bank of the Bank of the Bank of the Bank of the world.",
    "hyp_id": "18e7767a0eb0cdf7646c9b0d6658bab21f36daff8c83f271af7b529239499875"
  },
  {
    "src": "国务院总理李克强当地时间十一月<unk>号 ，在莫斯科克里姆林宫会见俄罗斯总统普京。",
    "ref": "On the 29th of November local time, Premier Li Keqiang of the State Council met with Russian President Vladimir Putin in the Kremlin in Moscow.",
    "hyp": "The first time was to be forced to be able to be able to be able to be to be the first and Putin in the Russian President Vladimir Putin in the Russian President Vladimir Vladimir Vladimir Vladimir Vladimir Vladimir Vladimir Vladimir Vladimir Vladimir Vladimir Vladimir Vladimir Vladimir Vladimir Vladimir Vladimir Vladimir Vladimir Vladimir Vladimir Vladimir Vladimir Vladimir Vladimir Vladimir Vladimir Vladimir Vladimir",
    "hyp_id": "867c218d657295e75a2b2221eaedeb9d8e614c7058975c3d582bcd57b2870b3f"
  },
  {
    "src": "李克强首先<unk>了习近平主席对普京总统的诚挚问候和良好祝愿。",
    "ref": "Li Keqiang first conveyed President Xi Jinping's sincere <unk> and good wishes to President Putin.",
    "hyp": "The first first first was the first step toward Xi Jinping and President Xi Jinping and President Vladimir Putin and the Russian President Vladimir Vladimir Vladimir Vladimir Vladimir Vladimir Vladimir Vladimir Vladimir Vladimir Vladimir and the US.",
    "hyp_id": "a0ebc400b118fb670bf517c8d23d1ca459859225918c34d3bd48c070ede2bd85"
  },
  {
    "src": "李克强表示，中国共产党第十九次全国代表大会闭幕后不久，习近平主席同普京总统在越南<unk>成功会晤。",
    "ref": "Li Keqiang said that President Xi Jinping met with Putin in a successful meeting in <unk> <unk> Vietnam, shortly after the closing ceremony of the 19th CCP National Congress.",
    "hyp": "The first time was to be the first time when President Xi Jinping was the first step toward the President Xi Jinping in the first two years.",
    "hyp_id": "be9270db048d026eb15b9b5797739237d8d1bcd082ec315d17f817fd342add36"
  },
  {
    "src": "李克强指出，当前两国经济合作正迈出坚实步伐，传统领域合作持续推进，新领域合作也取得进展。",
    "ref": "Li Keqiang pointed out that at present, the economic cooperation between the two countries is taking solid steps. Cooperation in traditional areas has been continuously pushed forward and cooperation in new areas also made progress.",
    "hyp": "The current current economic crisis is now a new approach to the traditional traditional traditional traditional and traditional traditional traditional new technologies have been able to be able to achieve new and new cooperation.",
    "hyp_id": "43dc0ee43e4aaf2b7dd26919cd66dd891d0cfcc8701baa38edf0976a55e68fef"
  },
  {
    "src": "中方愿将一带一路倡议同欧亚经济联盟加强对接。",
    "ref": "China hopes to reinforce the connection between the Belt and Road Initiative and the Eurasian Economic Union.",
    "hyp": "The first step will be to be the first step toward the economic union that is the first to be the EU.",
    "hyp_id": "04357a9885ecc7c2087388da1309c26dca3bfb0f3bdd16df810461429d77233b"
  },
  {
    "src": "李克强强调，中方<unk>俄方加强在国际事务中的沟通协调。",
    "ref": "Li Keqiang stressed that China is ready to step up its communication and coordination with Russia in international affairs.",
    "hyp": "The first step is to be the first step in the form of the state of the state of the Communist Party of the People’s Bank of the State of the People’s",
    "hyp_id": "b60b4b2a75df884391a40deb364cce25c35877536559af4bdef385c92ac428c9"
  },
  {
    "src": "密切在上海合作组织等多边框架内的合作， 共同助力地区合作<unk>",
    "ref": "We will work closely for cooperation within multilateral frameworks such as the Shanghai Cooperation Organization to help seeking advancement while stabilizing cooperation in the region",
    "hyp": "The International Monetary Fund such as the framework of the framework of the framework for the framework of the framework of the regional cooperation in the region.",
    "hyp_id": "49e5331ba72cd6ff6244232bcfbff9f29f832eedf9f76c73acf815f75330b75a"
  },
  {
    "src": "为世界的和平发展注入建设性力量",
    "ref": "and work to inject constructive force into the peaceful development of the world.",
    "hyp": "To be the world’s world’s Development Bank",
    "hyp_id": "60b270cf2624792fc19f6ab8c2e42069a08b6bb2d32209637a2d3373a37bfd3d"
  },
  {
    "src": "普京欢迎李克强来俄出席上海合作组织成员国总理会议。",
    "ref": "Putin welcomed Li Keqiang to Russia to attend the Prime Ministerial Meeting of SCO Member Countries.",
    "hyp": "Putin has a Russian president to be able to be able to take the first time to be able to be to be the first and the member of the European Union.",
    "hyp_id": "edeff18c0b3848710113ce7bdedb65189af541572066a7001f50a4298241bb6c"
  },
  {
    "src": "他表示",
    "ref": "He expressed that",
    "hyp": "He",
    "hyp_id": "6d55cd6f11a7eb31f63684c89cc9826f00c862e4cbaf77a79989c70167fce5d1"
  },
  {
    "src": "当前俄中贸易增长势头良好，能源、交通基础设施、农业、地方等领域合作积极推进。",
    "ref": "at present, the trade between Russia and China has enjoyed good growth momentum and that cooperation in energy, transport infrastructure, agriculture and local areas has been actively promoted.",
    "hyp": "The current trade deficit is the largest energy sector – such as the infrastructure and the infrastructure sector – such as the largest and the region.",
    "hyp_id": "4ff2ca1716606252060c80c1a27305217dba9a722a18e26880ec427863a12fc4"
  },
  {
    "src": "欧亚经济联盟和一带一路倡议具有互补性。",
    "ref": "The Eurasian Economic Union and the Belt and Road Initiative are complementary.",
    "hyp": "The economy and the European Union and the union are not the same as well.",
    "hyp_id": "76d974478bdad6036f1161300a17375e3ee56e37581de6d834cd3223464157b6"
  },
  {
    "src": "希望双方对接好发展战略，更好实现互利双赢。",
    "ref": "We hope that both sides will lead well in development strategy and better realize <unk> mutually beneficial cooperation.",
    "hyp": "It is a strategy that is to be better than the development of the development strategy is to be wrong.",
    "hyp_id": "7de317895743f042f1397bb79884686d25afea1bf0fb859a72880bc224df4847"
  },
  {
    "src": "双方还就共同关心的国际和地区问题交换看法。",
    "ref": "Both sides also exchanged views on international and regional issues of common concern.",
    "hyp": "The same is also the common international community and international international institutions.",
    "hyp_id": "e44191f266b3f6d54a7702d31b0bdff989dcadf819ed92d89fd2d6d6adf3564e"
  },
  {
    "src": "各位观众这里是俄罗斯索契国际机场， 应俄罗斯总理梅德韦杰夫邀请当地时间三十号<unk>国务院总理李克强抵达这里。",
    "ref": "<unk> this is Russia's Sochi International Airport. At the invitation of Russian Prime Minister Medvedev, Premier Li Keqiang arrived here on the <unk> of the <unk> local time,",
    "hyp": "The US is the Russian Russian Russian Russian Prime Minister Shinzo Vladimir Putin should be able to take a time to take a time to the local leadership of the local government.",
    "hyp_id": "3e2b6da4e1a1944977a6d12cd04ae3b939b697d5748ff81fa975b1abb4cf87dc"
  },
  {
    "src": "出席上海合作组织成员国总理<unk>会议， 俄罗斯政府高级官员和中国驻俄罗斯大使<unk>等在机场迎接。",
    "ref": "to attend the 16th Prime Ministerial Meeting of SCO Member Countries. Senior officials of the Russian government and the Chinese ambassador in Russia, Li <unk> welcomed him at the airport.",
    "hyp": "The European Union has called the National Security Council of the National Security Council and the National Security Council of China and China – such as the Russian President Vladimir Vladimir Vladimir Vladimir Vladimir Vladimir Vladimir Vladimir Vladimir Vladimir Vladimir Vladimir Vladimir Vladimir Vladimir and the US.",
    "hyp_id": "a8f70215f7e3efd1245ec0606914d22f7d6496506900fd2cf7be2b6f36d3c6e4"
  },
  {
    "src": "李克强表示，上海合作组织成立十六年来",
    "ref": "Li Keqiang said that since its establishment 16 years ago, the SCO",
    "hyp": "The Bank of State The State The Bank of State The State The Bank of State The Bank of State",
    "hyp_id": "91d1967308bf28d8ff7574c8d899b4c9f3f98c19093510ced42c3736ee80f919"
  },
  {
    "src": "已经成为维护地区安全稳定、促进共同发展繁荣的重要平台。",
    "ref": "has become an important platform for maintaining regional security and stability and promoting common development and prosperity.",
    "hyp": "It is the key to the regional security of the regional security and the development of the common development of the region.",
    "hyp_id": "548347f937e05f647e98d599de16c566ee45b6d1dd616815fd52ffa04155943c"
  },
  {
    "src": "我期待同各方齐聚黑海明珠索契，在上合组织首次<unk>，共同梳理成果，<unk>。",
    "ref": "I look forward to meeting with all parties in Sochi, the Pearl of the Black Sea, to sort out the results and tap potential after the first SCO enlargement.",
    "hyp": "I am not the first and I have to be the first step in the first time when the first time was to be to be used to be to be a common and the common currency.",
    "hyp_id": "2ede81d187384f665bf3c7060d69d684277e8eca0a305df0429775ccb49946ba"
  },
  {
    "src": "在新的起点上",
    "ref": "At this new starting point,",
    "hyp": "In New York",
    "hyp_id": "5882b797a15c00c564dac6342ac5497f748451525e4e3311bfdd9575a4cf3186"
  },
  {
    "src": "当地时间十一月三十号下午，国务院总理李克强在索契<unk>饭店会见塔吉克斯坦总理拉苏尔<unk>，巴基斯坦总理阿巴西，乌兹别克斯坦总理阿里<unk>。",
    "ref": "On the afternoon of November 30th local time, Premier Li Keqiang met with Tajikistan Prime Minister <unk> Pakistani Prime Minister <unk> and Uzbekistan Prime Minister <unk> in their hotel in <unk>",
    "hyp": "The local government has been forced to be forced to be Prime Minister David Cameron to be forced to be forced to be forced to be to be a prime minister who was Prime Minister David Cameron was the first to be the first prime minister of the prime minister of the prime minister of the prime and the prime",
    "hyp_id": "fe65be707ba33372639f93f0c7a90f49c790c9cab62d1c65e40df0c53e6a7b48"
  },
  {
    "src": "拉苏尔<unk>表示，欢迎中方继续参与塔电力开发、天然气管道、<unk>等重要项目。",
    "ref": "<unk> said that China is welcome to continue to participate in power development, natural gas pipelines, transport facilities, and other important projects of Tajikistan.",
    "hyp": "The first step toward the development of the US has been able to continue to be a major source of gas and gas – such as the largest gas and gas – such as the largest and gas is a major infrastructure projects.",
    "hyp_id": "2fc1e089471f89d1138247788ef0c652dacfd41302bedccf3c98b52c4dff824b"
  },
  {
    "src": "<unk>为中国企业提供优惠政策支持。",
    "ref": "Tajikistan hopes to provide preferential policy support for Chinese enterprises.",
    "hyp": "The first step is to provide the Chinese firms to support the Chinese firms to support the support of the Chinese sector.",
    "hyp_id": "7107204eca59818bb29d66d2b7e0d185e040f87de2d377284b4fc62a71e911ea"
  },
  {
    "src": "在会见阿巴西时李克强表示 ，中方愿秉持高度的政治诚意，<unk>探讨自贸区建设",
    "ref": "When meeting with <unk> Li Keqiang said that China <unk> uphold its high level of political sincerity, explore the construction of a free trade area with Pakistan,",
    "hyp": "In the same time, Brazil has a political and political power to be the political and the political sector in the political sector – the first to be able to be able to be able to build a new and to the political sector.",
    "hyp_id": "a4327ee4fb7719c1649c61bcc5b3002cd67cd406d5dacccd14960a4c9d784827"
  },
  {
    "src": "促进双方贸易平衡发展， 推动两国企业加强合作。",
    "ref": "promote the balanced development of trade between the two countries, and promote cooperation between the two countries.",
    "hyp": "The trade deficit is a major source of capital flows to the development of the US.",
    "hyp_id": "1f6af32127469539666bb690008f53e4537b93d3c2e06f1a1782af0ad6d15700"
  },
  {
    "src": "感谢巴方对中国在巴企业和公民提供的安全保障",
    "ref": "We thank Pakistan for its security guarantee provided to Chinese enterprises and citizens in Pakistan.",
    "hyp": "The US government has been able to provide the Chinese and security of the Chinese and security of the security of the security of the security of the security and the security of the security of the security of the security and the security of the security and the security of the security and the security",
    "hyp_id": "64e54d65bd646e2cb56a96df543de5dfd6ca91176c3edde9f19cb4fbcc120d06"
  },
  {
    "src": "中方<unk>巴方继续开展安全防务合作， 为地区和平稳定做出贡献。",
    "ref": "China is ready to continue its cooperation in security and defense with Pakistan and make contributions to regional peace and stability.",
    "hyp": "The security of the security of the security of the security of the security of the security of the security of the region.",
    "hyp_id": "5f72c7215744b97d0bb37deea7f932ccf02089b3fee2421451784243679e01a9"
  },
  {
    "src": "李克强指出，中方欢迎巴基斯坦首次作为上海合作组织正式成员参加总理会， 愿继续<unk>密切在上合组织等多边机构",
    "ref": "Li Keqiang pointed out that China welcomes Pakistan as an official member of the Shanghai Cooperation Organization for its first time to attend the prime ministerial meeting and is willing to continue close communication and coordination with Pakistan in the multilateral agencies and regional affairs",
    "hyp": "The latest study of the first time of the first time to be the first step toward the first and the European Central Bank of State Secretary of State Secretary of State Secretary of State Secretary of State Secretary of State Secretary of State Secretary of State Secretary of the State and the Bank of the Bank of the Bank of the Bank of the Bank",
    "hyp_id": "06858db3fb4d03b5d5b7b116c34142663a6b5b4c40c05d4be828770a10b3e02c"
  },
  {
    "src": "和地区事务中的沟通协调",
    "ref": "such as the <unk>",
    "hyp": "The region and the region",
    "hyp_id": "4c38dc21aaf9f1aee0340f423fbb76e900d02d21a10fc66156b7085780a30ec8"
  },
  {
    "src": "阿巴西表示，当前<unk>经济走廊建设进展顺利。",
    "ref": "<unk> said that the at present, the economic corridor construction in Pakistan and China is proceeding smoothly.",
    "hyp": "The current Brazil has been the current economic crisis in the current economic crisis.",
    "hyp_id": "1c6c183dbbb7ac68d9147c278abcfc2ff2b103a801b2d8346aac41e67b08c10c"
  },
  {
    "src": "巴方将继续全力推进走廊建设",
    "ref": "Pakistan will continue to make every effort to promote corridor construction",
    "hyp": "The Bank of State The Bank of State The Bank of State The Bank of State",
    "hyp_id": "082d3c682c1e965983d4cdbc795f0318a64388e1548c896154b37c88f6783738"
  },
  {
    "src": "在会见阿里<unk>李克强表示，习近平主席同今年五月访华的米尔<unk>耶夫总统举行会晤。",
    "ref": "When meeting with <unk> Li Keqiang said President Xi Jinping held a meeting with President <unk> who has visited China in May of this year.",
    "hyp": "In the first time of the first time in the first time of the first time to be the first step toward the President Xi Jinping in the first time of the presidential election in the presidential presidential presidential presidential presidential presidential presidential presidential presidential presidential presidential presidential presidential presidential presidential presidential presidential presidential",
    "hyp_id": "c39033be8d7dc35bc471455dfbcc568ebdf6a9aba896b3298eb2bc80c72e9065"
  },
  {
    "src": "乌方<unk>中方共同努力，加强<unk>、水电等领域合作，推动两国关系与合作全面发展。",
    "ref": "Uzbekistan is ready to make joint efforts with China to strengthen cooperation in transportation facilities, hydropower, and other fields so as to promote the <unk> development of bilateral relations and cooperation.",
    "hyp": "The first step is to be the first and the first step toward the development of the development of the development of the development of the development of the development of the development of the development of the development of the development of the development of the development of the development of the development of the development",
    "hyp_id": "f208a4b637d17eb80da74d29f76003f343609c9e6dd9b8a79870849369b88095"
  },
  {
    "src": "乌方愿加强两国在上合组织框架内合作。",
    "ref": "Uzbekistan hopes to strengthen cooperation between the two countries within the SCO framework.",
    "hyp": "The US has already been the first step toward the framework of the framework for the framework of cooperation.",
    "hyp_id": "422b06535b282c6be66d5cc07926c13278bdab9e3a7b625cad9d95269bcbc209"
  },
  {
    "src": "<unk>的决定， 自公布之日起施行。",
    "ref": "The decisions on the Provisional Regulations will be implemented from the date of its <unk>",
    "hyp": "The decision to be decided to be decided to be the decision to be wrong.",
    "hyp_id": "68dfbe5639099d07aa5bce9431ea6ab428cf4014e27c8a5988030b5d54b4f63a"
  },
  {
    "src": "按照党中央国务院的部署，<unk><unk>启动<unk><unk>增值税试点， <unk>六年五月<unk>全面<unk>。",
    "ref": "In accordance with the plan of the Central Party Committee and the State Council, a pilot project to replace the business tax with a value-added tax was launched in 2012 and was fully launched from May 1, 2016.",
    "hyp": "According to the World Trade Organization of the Bank of the Bank of the State of the Bank of the State of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the People’s",
    "hyp_id": "a11a53c95496631b7629c96622c132cd2be6176eda5df774d11f5717ef3327b3"
  },
  {
    "src": "全面<unk>营<unk>试点后",
    "ref": "After launching the pilots to replace the business tax with a value-added tax,",
    "hyp": "The New York The Bank of the Bank of England",
    "hyp_id": "122b2b2771d3b151c2a7ee631ef3f5123ed12b7f1b20149a49c962c191e21eae"
  },
  {
    "src": "原来施行<unk>的服务业领域已统一征收增值税，实质上全面取消了实施六十多年的<unk> 。",
    "ref": "the service fields previously having a business tax have uniformly levied value-added taxes. The business tax that has been implemented for more than 60 years has been virtually eliminated,",
    "hyp": "The first step in the services sector has been a major source of the services that has been made in the first half of the first half of the so-called Road sector.",
    "hyp_id": "8223702cc2ec7324799aaf98c2722badf856fba4c980c0230b35ca52dcc00c1f"
  },
  {
    "src": "并代表中共中央致<unk>",
    "ref": "and delivered a <unk> speech on behalf of the CPC Central Committee.",
    "hyp": "And the New York The Bank of The Trade",
    "hyp_id": "a8aa7175a321e0712b8d8965acdf68ef27f865c5af3e6f857dd7c1be5cd81709"
  },
  {
    "src": "<unk>指出， 中共十八大以来，党和国家事业取得了历史性成就、 发生了历史性变革。",
    "ref": "The <unk> speech pointed out that since the 18th CPC National Congress, the party and the country have made historic achievements, and historic changes have taken place.",
    "hyp": "The first step is that the Communist Party has been the first step in the Communist Party since the Communist Party – and the changes in the twentieth century.",
    "hyp_id": "1f65d7cd8f32cbc91853e3d806bf8e742b4216df1599994483183ff69a09ea1e"
  },
  {
    "src": "统一战线和<unk>作出了重要贡献。",
    "ref": "The united front and multi-party cooperation have made important contributions.",
    "hyp": "The first and the important of the important and the important of the important of the US.",
    "hyp_id": "669ae638fc9ad5b2b94a4c9baf7c49a1e24dd11c2b0c58e6e5dd03a662a37723"
  },
  {
    "src": "五年来，<unk>秉持为执政党助力、为国家尽责、为人民服务的使命担当",
    "ref": "Over the past five years, the China Association Promoting Democracy has upheld the principle of providing assistance to the ruling party, fulfilling its duties for the country, and serving the people,",
    "hyp": "The first and the Bank of the Bank of State The Bank of State The State of the National Health Organization of the National Health Organization of the state of the state of the state of the state of the state of the state of the state of the state of the state of the state and the state of the state of the state of the state",
    "hyp_id": "1c42d7545987e36bd3af06ebcfdaf7c8c80a285ac3b5ebc780e7065c8885c0f0"
  },
  {
    "src": "广泛深入调研，积极<unk>",
    "ref": "conduct extensive and in-depth investigations and studies, actively offer suggestions and opinions,",
    "hyp": "The Bank of State The Bank of State The Bank of State The Bank of The Bank of The Bank of The Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Trade",
    "hyp_id": "c6a1a146b533bd33a3ae8c03a18d1010482e7f83c8a198c69e019b182cb13456"
  },
  {
    "src": "为实施<unk>战略、人才强国战略、创新驱动发展战略等作出新贡献。",
    "ref": "and make new contributions to implementation of the strategy of rejuvenating the country through science and education, the strategy of strengthening the country by employing qualified personnel and the strategy of innovation-driven development,",
    "hyp": "To be sure, the strategy of the strategy of the strategy and the new strategy of development innovation – such as the development strategy of development and development policy.",
    "hyp_id": "a1446714c97213b8c0571653f57e84ccd5677943b7d86b7b7bc150699da78d62"
  },
  {
    "src": "准确把握建设中国特色社会主义<unk>的要求，切实履行好参政议政、民主监督、参加中国共产党领导的<unk>职能。",
    "ref": "accurately grasp the requirements of building socialist participating parties with Chinese characteristics, <unk> perform the functions of participating in politics and discussing politics, supervising democratically and participating in the political consultation under the leadership of the Communist Party of China.",
    "hyp": "The Chinese use of the Chinese to be used to be to be called for the Chinese and the Chinese Communist Party to be able to protect the Chinese and the leadership of the Communist Party of the Communist Party of the Communist Party of the Communist Party of the Communist Party of the Communist",
    "hyp_id": "39a1a3892f48031b1e41269e54c132a711245a3009a46157c87446b80bdae837"
  },
  {
    "src": "推进自身建设<unk>新台阶",
    "ref": "and promote a new level of <unk>",
    "hyp": "The Bank of State The Bank of State The Bank of State The Bank of State",
    "hyp_id": "082d3c682c1e965983d4cdbc795f0318a64388e1548c896154b37c88f6783738"
  },
  {
    "src": "全国人大常委会<unk>、<unk>主席<unk>代表各民主党派中央、<unk>致<unk>。",
    "ref": "Zhang <unk> Vice President of the NPC Standing Committee and President of the <unk> delivered a <unk> message on behalf of the Central Committee of the Democratic Parties and the <unk> Federation of Industry and <unk>",
    "hyp": "The first step in the first and the first step in the first time of the Federal Reserve Bank of the Bank of the Bank of State Secretary of State Secretary of State Secretary of State Secretary of State Secretary of the Bank of the Bank of the Bank of the Bank of the Bank of the Federal and the Federal",
    "hyp_id": "0267975788c010fa4273d00dd87279659e927d88b00127622e8f2861350b3d40"
  },
  {
    "src": "大会<unk>常务主席<unk>代表<unk><unk>中央委员会作工作报告。",
    "ref": "<unk> <unk> Executive President of the presidium of the General Assembly, delivered a working report on behalf of the 13th Central Committee of the People's Republic of China.",
    "hyp": "The first step is to be the first and the first step in the first time to be to be to be the first to be to be the first to be to the first and the first of the country.",
    "hyp_id": "2c0d572bca63d1f0754ce66542f8c6e0ad21412afeb840e50c8488beae110bc9"
  },
  {
    "src": "<unk>、<unk>、<unk>、<unk>",
    "ref": "Liu <unk> You <unk> <unk> <unk> Zhang <unk>",
    "hyp": "The Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of Eastern Europe, and the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Trade and the Trade and the Trade and the Trade",
    "hyp_id": "e86f91439dee74b2b054383e2b83817f848ae90c1629ee46de5cc9fddcc5eb87"
  },
  {
    "src": "审议通过《<unk>章程（修正案）》， 选举<unk><unk>中央委员会。",
    "ref": "and the review has approved the Articles <unk> of the China Association Promoting Democracy, and will select the 14th Central Committee of the China Association Promoting <unk>",
    "hyp": "The latest book The Financial Times have been the first step in the election of the election in the election of the election in the election of the election of the election.",
    "hyp_id": "901f0b760712faa6e1dbfcd0657557134295212b6877e0bcfead055fafc921ff"
  },
  {
    "src": "<unk>明天出版的人民日报将发表《朝着建设网络强国目标不懈努力，习近平总书记引领推动网络强国战略<unk>》。",
    "ref": "In news delivered to this station, in tomorrow People's Daily, the article <unk> <unk> Efforts Towards the Goal of Building a <unk> the Strategic Review On General Secretary Xi Jinping's Leadership on Promoting a <unk> will be published.",
    "hyp": "The first step toward the development of the first and the first step toward the International Monetary Fund will be to be the first step toward the strategic political system.",
    "hyp_id": "88e39ebc725c58a04a70206b3066c449308a785c514dd9cd2bcd3b15b4be0c92"
  },
  {
    "src": "和砥砺奋进的五年大型<unk>",
    "ref": "and the <unk> Ahead Five-Year Major <unk> <unk>",
    "hyp": "The Bank of the Bank of State The Bank of State The Bank of State",
    "hyp_id": "9fbe20fd5855733d5d59b4424bd9b35072ce156f0715c336dbb5064b320badfd"
  },
  {
    "src": "我们将中国视为世界未来的发展方向，特别是马克思列宁主义并不是一种教条它是一种哲学，必须适应国家本身的发展。",
    "ref": "We regard China as the world's future development direction. In particular, Marxism-Leninism is not a dogma. It is a philosophy, and must be adapted to the development of the country itself.",
    "hyp": "We have to be viewed as the world’s largest development – especially in the world, not to be a country that is to be a country that is to be a country that it is not a country of its own development.",
    "hyp_id": "2180521dff9e4bc53728fcd2b52b204ba5d2a43fdde81b6a76f426c5a754ae73"
  },
  {
    "src": "这就是中国共产党正在做的",
    "ref": "This is what the Chinese Communist Party is doing.",
    "hyp": "This is the case for the Bank of the Bank of State",
    "hyp_id": "2c7cdb5a2121399c88959163cc28c51c680d6b48cc8b8711669fb26705d9b9f8"
  },
  {
    "src": "<unk><unk>全国代表大会十二月<unk>在<unk>闭幕，大会圆满完成各项议程，表决通过了",
    "ref": "The 16th National Congress of Chinese <unk> and <unk> Democratic Party was closed in Beijing on December 1. The conference successfully completed its entire agenda, and voted upon and approved",
    "hyp": "The first and the first of the first two of the two of the two of the first and the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank and the Bank of the Bank of the Bank of the Bank",
    "hyp_id": "936eb5213d7aecba1267eed814640cafa488271b01c04b192c5afcd4324715a6"
  },
  {
    "src": "中国民工民主党<unk>全国代表大会决议， 中国民工民主党<unk>全国代表大会， 关于<unk>中央委员会报告的决议。",
    "ref": "the Resolution of the 16th National Congress of the Chinese <unk> and <unk> Democratic Party, the 16th National Congress of the Chinese <unk> and <unk> Democratic Party, Resolution on the Report of the 15th Central Committee.",
    "hyp": "China has a powerful Democratic Democratic Party of the Democratic Party of the Democratic Party of the Democratic Party of the Democratic Party of the Democratic Party of the Democratic Party of the Democratic Party of the National Security Council of the National Security Council.",
    "hyp_id": "8dd2ff327729a2f02b6f2a07d64a14cfd25ae4292f4ce562b7c648345c77d0d7"
  },
  {
    "src": "全面加强自身建设， 坚决<unk><unk><unk>各项工作部署。",
    "ref": "comprehensively strengthen <unk> and resolutely implement the work arrangements of the 16th Chinese <unk> and <unk> Democratic Party, and",
    "hyp": "The same is the first step toward the use of the use of the use of the use of the use of the military to be to be able to work to be to be a source of the US.",
    "hyp_id": "0ee7480602237bda47f43ececd45572add2d1c72bb854771d3e17d52fe830a77"
  },
  {
    "src": "以崭新的<unk>和<unk>的奋斗姿态",
    "ref": "with a new spirit and <unk> attitude",
    "hyp": "Consider the New York Revolution and the Bank of State The Bank of State",
    "hyp_id": "9616fc07df3f7c2757b9b45722651cb6d10e545f455e97947b4f9c6b41d6bcd4"
  },
  {
    "src": "谱写<unk>新时代的灿烂篇章",
    "ref": "write a brilliant chapter worthy of a new era.",
    "hyp": "The New York The New York The New York",
    "hyp_id": "935e3ed89f23312a0a8ef61135dfd302206ff94be59ca2ec25897d055345f325"
  },
  {
    "src": "审议通过<unk>章程修正案并决定提交<unk>第十一次全国代表大会审议。",
    "ref": "The review has approved the amendment to the constitution of the <unk> San Society and decided to submit it to the 11th National Congress of <unk> San Society for review.",
    "hyp": "The first step in the European Union is to be a decision to be to be made in the last two years ago.",
    "hyp_id": "5bdeb383f5d390f7c9f01ee5118ff386481dcfa19fb48d14d0e7fd8b2e630c39"
  },
  {
    "src": "已经协助<unk>游客安全回国",
    "ref": "to help more than 10,000 tourists return home safely.",
    "hyp": "The Financial Financial Financial Financial Financial The Financial Financial",
    "hyp_id": "091b3d574cf55c619aaeda4ad38200658b50328ff9eeccbdc84547b9b2b9adaa"
  },
  {
    "src": "截至目前，巴厘岛机场仍处于临时开放状态。",
    "ref": "At present, the airport in Bali is still temporarily open.",
    "hyp": "The current current remains the first and still have to be able to be able to be to be wrong.",
    "hyp_id": "de4f406defa6c726896596940219ddf3496ef5e5bbaadf65f694dc70cdabf2f1"
  },
  {
    "src": "由于风向改变，<unk>火山喷出的<unk> 开始向南扩散",
    "ref": "Thanks to changing wind direction, <unk> <unk> from the <unk> volcano began to spread <unk>",
    "hyp": "Given the change in the same time, the changes in the first time of the twentieth century.",
    "hyp_id": "857fd93b0ae5fa048662826189ec1b9a32e9a36b0d4fe72ab7d1834b380ff048"
  },
  {
    "src": "影响到巴厘岛机场及航路",
    "ref": "affecting the airport in Bali and air routes.",
    "hyp": "The impact of the Bank of the Bank",
    "hyp_id": "5def333c0150f22b01b1f6a543c9dac098482a9c3709b6fe8456493bbd32a36c"
  },
  {
    "src": "为了保障安全，前往协助滞留游客回国的各航空公司机组对<unk>影响",
    "ref": "To ensure safety, airline flight crews assisting stranded tourists to return home have made plans for the impact of",
    "hyp": "To be sure, the Financial Financial Financial Financial Times have a impact on the impact of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Financial",
    "hyp_id": "6e5c97178e445eb34df8442465731b2b51018b726d393c9aaaa588bc707314ce"
  },
  {
    "src": "由于<unk>火山还在持续喷发，当地机场还可能随时关闭， 航空公司提醒旅客尽快回国。",
    "ref": "As the <unk> volcano is still <unk> the local airport may also be closed at any time, and the airline reminds passengers to return as soon as possible.",
    "hyp": "Given the same time, the local government has also become a major source of local local governments, and the local government may be the first to be able to be to be the first to be the first to the first and the first of the country.",
    "hyp_id": "4cec4c3a3ce8d2fb831ce31aae075a6560c2753b0d36409c8faca8f914a683f8"
  },
  {
    "src": "这座火山<unk>剧烈喷发",
    "ref": "The volcano erupted violently in 1963,",
    "hyp": "The New York The Bank of The The Bank of The Trade",
    "hyp_id": "7bfe32c3bc94d34cd5f893d52bf6571139082248f68d4d6b07a054dfa118e338"
  },
  {
    "src": "曾造成<unk>人死亡",
    "ref": "killing more than a thousand people.",
    "hyp": "The Bank of State The Bank of State The Health",
    "hyp_id": "406f97fbf4021ab11c81793ebc015b64969074c1f70c1903eceebca92ee02dc6"
  },
  {
    "src": "我们无法预测此次喷发是否会比<unk>的那次规模更大。",
    "ref": "We cannot predict whether this eruption will be larger than the 1963 <unk>",
    "hyp": "We cannot be able to see whether the current will be more than the same as the same as the same as the same as well.",
    "hyp_id": "8f9fa1150a1d548b4817e4bc01578561278956a18fc7241b9d4ef9ab40a3a329"
  },
  {
    "src": "但根据我们的评估，出现大规模喷发的可能性依然很高。",
    "ref": "However, according to our assessment, there is still a high possibility of a massive <unk>",
    "hyp": "But we have to be able to have to be able to have to be able to have to be wrong.",
    "hyp_id": "2422a6fe8bd15ca54d4e4a9968b2010075304a1f0e35d75e31c5236b343a8204"
  },
  {
    "src": "从<unk>号晚上开始，已经有<unk>架<unk>航空公司班机，协助巴厘岛中国游客回国。",
    "ref": "Since the evening of the <unk> there have been 57 flights of Chinese and foreign airlines to help Chinese tourists in Bali to return home.",
    "hyp": "From the first time, the Chinese have already already already already already already already already already have to be the first and already to be the Chinese Chinese Chinese Chinese Chinese China.",
    "hyp_id": "80c0df547cd50ebe916d9a7b46898c768865005aa6baf4ea1e5261c3f91924c5"
  },
  {
    "src": "终于回来，下了飞机，到了自己的国家的心情也好",
    "ref": "Finally, we came back and got off the plane. Our mood is better when returning to our own country.",
    "hyp": "The same is the same as the country has been a country of its own national own countries.",
    "hyp_id": "8c1e10c985af28677b379854822ee08350460730f7e75bf109d497fcca7591e4"
  },
  {
    "src": "据了解滞留巴厘岛的外国游客中，中国游客最多，约占四分之一。",
    "ref": "It is said that among all foreign tourists stranded in Bali, China has the largest number, accounting for about a quarter.",
    "hyp": "According to the most of the Chinese most powerful Chinese are now about the most of the most of the Chinese largest than half of the most of the US.",
    "hyp_id": "24a9df4f31c58ca7be6da4154800abb5b9496420e94d2852cf5f2907464311fc"
  },
  {
    "src": "目前大部分中国游客都已经回国。",
    "ref": "At present, most Chinese tourists have already returned to China.",
    "hyp": "The most most most of China’s most most of the Chinese have been wrong.",
    "hyp_id": "77c468217b43690c69ef61c23fa9c4b6a9a1d205aa932dc8f2f61217be192ba4"
  },
  {
    "src": "<unk>，还将有十<unk>陆续前往协助滞留游客回国。",
    "ref": "<unk> there will be 10 flights to help stranded tourists returning home.",
    "hyp": "The first and the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the Bank of the State of the Bank of the Bank of the Bank of the country.",
    "hyp_id": "ee87d823caf98c2cd3a5d3941585b9a67f15ac6d20eebc951177a1136d3406d4"
  },
  {
    "src": "下面请看联播快讯。",
    "ref": "<unk> <unk> news bulletins are next.",
    "hyp": "The first step is to be the first and the first of the currency.",
    "hyp_id": "97a17dc70a2d2f8382e78856696bbe1bd31a6103c172444e4104617abd9c1c1e"
  },
  {
    "src": "今天，中石油新疆油田公司正式发布， 在<unk><unk><unk>中心区发现世界储量最大的<unk>油田，已发现的三级石油地质储量超过十二亿吨 。",
    "ref": "Today, the Xinjiang <unk> Company of the China National Petroleum Corporation officially announced that they have discovered the world's largest reserves of <unk> oil fields in the center of the <unk> Area in the <unk> <unk> The tertiary petroleum reserves discovered exceed 1.2 billion tons.",
    "hyp": "Today, oil prices are now the largest oil prices in the oil prices in the world’s largest oil prices – the world’s largest largest largest and the world’s largest largest oil prices have been used to be a more than the world’s largest oil oil prices.",
    "hyp_id": "381917a5236bb311e2c242ff4d83aa056df8b3ac4e15503f1477e41c47e1a2f2"
  },
  {
    "src": "其中探明五点二亿吨原油储量",
    "ref": "Among which, 520 million tons of reserves are proved to be crude oil.",
    "hyp": "The New York The Bank of The Trade",
    "hyp_id": "29ca176ef57322848be2d2f1df6bddc335ba96ef9ad6951dc0c5e3ec162b7f8f"
  },
  {
    "src": "分别同步与<unk>和反对派代表团进行了会谈",
    "ref": "in parallel sessions.",
    "hyp": "The Bank of State The Bank of State The Bank of State The Bank of State and the State",
    "hyp_id": "7662d9774b4e80e9ea8f1a6cff88f1630e53a9049016e051794ab0fd979f96b2"
  },
  {
    "src": "而本轮和谈的结束日期将推迟至十二月<unk>。",
    "ref": "The end date of this peace talks will be postponed to December 15.",
    "hyp": "And the end of the end of the end of the end of the end of the end of the end of the end of the end of the end of the year.",
    "hyp_id": "3d635fdb2956cdf59883e80d8892797887ff7df349f9f05b55c61bc25f53d743"
  },
  {
    "src": "本轮和谈是极端组织在叙利亚境内主要力量被<unk>的新形势下召开的。",
    "ref": "This round of peace talk is held under new conditions, given that extremist groups have been annihilated from their main forces in Syria.",
    "hyp": "The main factor is the main source of the main main main main main main from the Syria of the Syria of the main power.",
    "hyp_id": "8edce5ca23c2198d38060a006e3c30cf1787e0dd7a8fab1ccdb9211e5f01a39a"
  },
  {
    "src": "巴基斯坦西北部城市白沙瓦的农业培训学院今天遭袭，多名袭击者伪装后<unk>学院，并与赶到的巴基斯坦安全人员发生交火。",
    "ref": "Today, an agricultural training institute in Peshawar, a city in northwestern Pakistan, was attacked. Several attackers <unk> themselves and entered the institute and exchanged fire with Pakistani security personnel when they arrived.",
    "hyp": "The cities have been the largest agricultural sector – from the agriculture to the agriculture of the world’s largest and the first time to be to have to be used to be to be a major military to the military and the military of the military of the military of the military of the military of the military and the military of the military of the military",
    "hyp_id": "3be910980bc15905a6f35b8d09f55b9db95c9114c7c54b2ae7ca890343526f50"
  },
  {
    "src": "四名袭击者被击毙。袭击事件导致九名学生身亡，数十人受伤，伤者已被送往附近医院治疗。",
    "ref": "Four attackers were killed. The attack resulted in the death of nine students and the wounding of dozens of others. The injured were sent to a nearby hospital for treatment.",
    "hyp": "The first step is to be used to be the first and the first step in the first half of the first half of the twentieth century.",
    "hyp_id": "f4502fe3547ad0e351861e167ef8fd0d5308a1ba9f76b9688de98513be05bbfc"
  },
  {
    "src": "巴基斯坦塔利班已经宣称对袭击负责。",
    "ref": "The Taliban in Pakistan has claimed the responsibility for the attack.",
    "hyp": "The US has already been the first step toward the military war.",
    "hyp_id": "c828bf26bdad3530ece4bd54f6ab1bb7b60584a71b42eadcd0e23cb4a3541552"
  },
  {
    "src": "伊朗东南部地区今天发生里氏<unk>一级地震，已造成<unk>人受伤。",
    "ref": "An earthquake measuring 6.1 on the <unk> scale hit southeast Iran today, injuring more than 30 people.",
    "hyp": "The Middle East is now a major source of the region’s population – and the people have been able to have to be used to be to have to be a more than a people of the people.",
    "hyp_id": "6d36f8afc8ba029c2fe6f752f47934c30e9f6e1c035cb3f7f4591bf7fb49bdff"
  },
  {
    "src": "地震震中位于<unk>省境内，<unk>深度在<unk>左右，地震还造成<unk>间房屋受损。",
    "ref": "The epicenter of the earthquake was in the province of <unk> with a focal depth of about 10 kilometers. The earthquake also damaged more than 30 houses.",
    "hyp": "The first step in the first half of the first half of the first half of the first half of the first half of the same year, and the number of the people have been able to have to be a major cause of the impact of the death of the US.",
    "hyp_id": "be55520d840f0af81d3c758729785f7673865e0cd85bf10050a143f841c3e6d0"
  },
  {
    "src": "他希望大幅提高非能源领域收入在俄经济中的比重，以减小石油市场波动对俄经济的影响。",
    "ref": "He hopes to substantially increase the share of <unk> income in the Russian economy to reduce the impact of fluctuations in the oil market on the economy of Russia.",
    "hyp": "He was not the most powerful of the energy sector in the energy sector – the economy that has been a major economy to be a major economic economy.",
    "hyp_id": "d7a94ac316cfc0e01e731162a99e345b9c4b64fd24731144b4e74dbac8514e85"
  },
  {
    "src": "<unk>四年以来，受西方对俄制裁和国际油价大幅波动影响，俄经济面临较大下行压力。",
    "ref": "Since 2014, due to the sanctions imposed by the West on Russia and drastic fluctuations in the international oil price, the Russian economy has been under great downward pressure.",
    "hyp": "The first step in the West have been the West and the West have been able to prevent the international from the West and the international economy.",
    "hyp_id": "0c404954ed35a13a5dfb3fb007badce7e4141a6cb51143c47601aaf415613824"
  },
  {
    "src": "<unk>五年和<unk>六年",
    "ref": "In both 2015 and 2016,",
    "hyp": "The New York The Bank of State The Bank of State The Trade and the Trade",
    "hyp_id": "a7f74a1ee4438ccf9a045cf868c328ef80f992a5f40635671b2a250b9cf07046"
  },
  {
    "src": "为了找到生还<unk>，救援时间已经延长了两倍多。",
    "ref": "The rescue timetable has been extended more than twice to locate survivors.",
    "hyp": "To be sure, the time has been to be used to be a time to be used to be to be used to be wrong.",
    "hyp_id": "68891693c840e75ce60a5b96b05d811d3042605997c973c02b38dfb60f683b04"
  },
  {
    "src": "有专家指出 由于失联时间已经超过了潜艇氧气理论储备时间",
    "ref": "Some experts pointed out that because the time has exceeded the theoretical reserves of oxygen in the <unk>",
    "hyp": "There is no longer the time to be able to have to be able to have to be able to be able to be able to be to be able to the use of the use of the use of the use of the currency.",
    "hyp_id": "00f3a6e638c98a9f33791f4f80b294a8a485e25a217a83e1f6e17a1159bf9223"
  },
  {
    "src": "加上失联附近海域被检测到有不明原因的爆炸发生，这些<unk>幸存的可能性非常低。",
    "ref": "and unexplained explosions have been detected in the <unk> of the watershed, these crew members are very unlikely to have survived.",
    "hyp": "The first step is to be the first and the first step in the first half of the first half of these cases, which are not the first to be used to be the first and the first of the first of the US.",
    "hyp_id": "e4220943f885eaab351c2cc05c079f494bb8c8b83c8d339c957387be32de51f0"
  },
  {
    "src": "日本<unk><unk>市一个化工厂今天发生爆炸事件",
    "ref": "Today, an explosion in a chemical plant occurred in <unk> City, <unk> Prefecture, Japan,",
    "hyp": "Japan’s Japanese Prime Minister The Bank of Japan have a similar to the New York Revolution",
    "hyp_id": "9085eb58139af55bd7df80240172390c4191bb0730b3cb6533ce5722da9e11c1"
  },
  {
    "src": "已导致一人死亡，十一人受伤，其中三人伤势严重。",
    "ref": "killed one person and injured 11, of which three were seriously injured.",
    "hyp": "The death of the death of the death of the death of the death of the death of the poorest countries.",
    "hyp_id": "b9f9687ee4208f40aa3aa093e5e2833351f37ee690186ce7c37ced1d5438215c"
  },
  {
    "src": "由于爆炸以及之后的<unk>引发的<unk>中可能含有<unk>，当地政府已向周边居民下达避难指示。",
    "ref": "Due to possible harmful substances in the black smoke caused by the explosion and subsequent fires, the local government has issued evacuation instructions to surrounding residents.",
    "hyp": "Given the first and the first and the first step in the first time of the first time to be able to be able to be able to be able to be able to be to be used to be a major to be a major and the first and the first of the first and the first of the first of the first and the first of the first and the first",
    "hyp_id": "08e652b7c148704a9b7ca507ab70c63025d71f692cf211506b7c733cccd6ccb1"
  },
  {
    "src": "各位观众晚上好。",
    "ref": "Good evening, viewers.",
    "hyp": "The first is to be the first step toward the world.",
    "hyp_id": "bbe9e21bceb89da2d355c580825383069f62179a35959c3640d7405e4bfcd6d0"
  },
  {
    "src": "晚上好。",
    "ref": "Good evening.",
    "hyp": "The same is the same is wrong.",
    "hyp_id": "4639cee375fa270090dc4f767091c0e789d975a3530755a7cd1bc38c65ff1a64"
  },
  {
    "src": "今天是十二月二号星期六农历十月十五，欢迎收看新闻<unk>。",
    "ref": "Today is Saturday, December 2, also is October 15 of the lunar <unk> Welcome to <unk> <unk>",
    "hyp": "Today, the same is the first and the first step in the first time to be to be the first and the first of the first place.",
    "hyp_id": "491e50e2aeba166a00bac395f2d24171e78ae7255a2f05e2c961bdd77333e7e4"
  },
  {
    "src": "今天节目的主要内容有。",
    "ref": "In <unk> program, we cover",
    "hyp": "The main main main main main",
    "hyp_id": "5f4bfd7382f625f8af9818a5b078353d8a029ecab32b1657acaef14ef7128580"
  },
  {
    "src": "习近平总书记在中国共产党与世界政党高层对话会开幕式上的主旨讲话赢得热烈反响。",
    "ref": "General Secretary Xi Jinping’s opening speech which <unk> a high-level <unk> between the CPC and other world political parties.",
    "hyp": "The Xi Jinping has been the world’s most powerful political parties in the world to be able to make the same way to be wrong.",
    "hyp_id": "60d69e0cccc3d4c6d252b3552cdefee70ed2a8c7ccc8b34924bcdd00a7da018d"
  },
  {
    "src": "李克强出席上海合作组织成员国政府首脑总理理事会<unk>会议",
    "ref": "Li Keqiang attended the 16th session of the Meeting of Prime Ministers and Heads of Government for Member States of the Shanghai Cooperation Organization.",
    "hyp": "The European Union has called the European Commission on the European Union and the European Central Bank of State The Bank of State The Bank of the Bank of the Bank of the People’s Bank of the People’s",
    "hyp_id": "879ac55eabae9c3fb8e8f15e8746414e473f8538fa80af387d6bd03decfcb34c"
  },
  {
    "src": "李克强分别会见俄罗斯总理、吉尔吉斯斯坦总理",
    "ref": "Li Keqiang respectively met with the Russian Prime Minister, Kyrgyzstan Prime Minister,",
    "hyp": "The New York Minister The Russian prime minister of the Russian",
    "hyp_id": "49c3c8b03133f516b1b814dd8268650c1ebd4f061a868bc332e7bfd1985d895e"
  },
  {
    "src": "白俄罗斯总理、哈萨克斯坦总理和阿富汗首席执行官",
    "ref": "Belarusian Prime Minister, Prime Minister of Kazakhstan and Chief Executive <unk> of Afghanistan,",
    "hyp": "The prime minister, of the prime minister and Afghanistan",
    "hyp_id": "146b236bf5d92c2d8f699dfe13e8f81a779f03bf9c31bb7253aa4eacd0f9762d"
  },
  {
    "src": "<unk>集体会见出席中国共产党与世界政党高层对话会的部分",
    "ref": "Zhang <unk> met collectively with some foreign delegates who attended the high-level <unk> between the Chinese Communist Party and world political parties",
    "hyp": "The common values of the collective values of the world is the world’s most likely to be the world’s most powerful and the world.",
    "hyp_id": "7ed9573ceda68af41e715ee76a04c57f1713e9481db78b443d667837368a2729"
  },
  {
    "src": "<unk>代表汪洋分别会见日本和美国客人。",
    "ref": "and met with guests from Japan and the United States respectively.",
    "hyp": "The US has been the first and Japan to have the Japanese Japanese Japanese and Japan and Japan in the US.",
    "hyp_id": "66ee089d191702f2eba4b059f518b6c75d787075ba1fb8f5beea0d8764221a2b"
  },
  {
    "src": "<unk><unk>全国代表大会开幕，<unk>代表中共中央致<unk>。",
    "ref": "The 15th National Congress of the China Party for Public Interest was opened. Wang <unk> on behalf of the CPC Central Committee, delivered a <unk> message.",
    "hyp": "The first step is to be the first and the first time to be to be the first and the first of the first time to be to be to the first and the first of the first of the country.",
    "hyp_id": "16ad8a8cd6afe87838d77ce642a558c15851b268db0bf6e4b219fd08a3be124f"
  },
  {
    "src": "<unk>集体会见出席中国共产党与世界政党高层对话会的",
    "ref": "Wang <unk> met collectively with some foreign delegates who attended the high-level <unk> between the Chinese Communist Party",
    "hyp": "The common values of the collective values of the world is the world’s most powerful and the world of the world.",
    "hyp_id": "f2db333b59698eb1b920b536d037b34fb1eb0bad8177ec9248c29a108e4db896"
  },
  {
    "src": "前总统国家安全事务助理弗林承认曾经向联邦调查局作伪证。",
    "ref": "Flynn, Assistant to the former President for National Security Affairs, admitted that he gave a false testimony to the <unk>",
    "hyp": "The first president of the National Security Council President Donald Trump has been a first step toward the security of the country.",
    "hyp_id": "58ee5d2561df45e973f8407939a2ab6c2a232d8b16a2dd41ac05a31ae07c2f2d"
  },
  {
    "src": "接下来请看详细报道。",
    "ref": "Detailed reports are next.",
    "hyp": "The first step is to be the first and the first of the currency.",
    "hyp_id": "97a17dc70a2d2f8382e78856696bbe1bd31a6103c172444e4104617abd9c1c1e"
  },
  {
    "src": "十二月<unk>，中共中央总书记、国家主席习近平在中国共产党与世界政党高层对话会开幕式上发表主旨讲话指出",
    "ref": "On December 1, the General Secretary of the Central Committee of the Communist Party of China and President Xi Jinping made a keynote speech at the opening ceremony <unk> the high-level <unk> between the Chinese Communist Party and world political parties and he pointed out that",
    "hyp": "The first time of the state of the state of the state and the National Congress of the National Congress of the National Congress of the world’s largest political and the world’s largest military forces in the world.",
    "hyp_id": "cf4840eb28b19923f85581aba482edb685e5effc72aa123062b6e6fe43151d0d"
  },
  {
    "src": "世界各国人民前途命运越来越紧密地联系在一起。",
    "ref": "The future and the destinies of the citizens of every country in the world are increasingly linked.",
    "hyp": "The world’s people are increasingly increasingly increasingly increasingly increasingly difficult to become the world’s increasingly difficult.",
    "hyp_id": "17a2325a03228d4e88e5c69af5ad8aeacdee4de9ad3c33b3c04aba94566eb53d"
  },
  {
    "src": "世界各国人民应该秉持<unk>理念，彼此理解。",
    "ref": "There should be a unified idea throughout the globe where all people of the world can can understand each other.",
    "hyp": "The world’s people should be able to be able to be able to understand the same way.",
    "hyp_id": "7b166f37072350996d96c2d2520ce4479e87155c412508b2244a6a201ced5763"
  },
  {
    "src": "出席对话会的外国政党代表高度认同习近平关于推动构建人类命运共同体，携手建设<unk>的主张。",
    "ref": "<unk> representatives of foreign parties agreed with Xi Jinping’s proposal to promote building a community who believe in a shared future for mankind who can build a better world together.",
    "hyp": "The first step in the political movement of foreign Prime Minister Theresa May has been a major factor of human rights – and the most powerful of the human rights of the country.",
    "hyp_id": "b9c29ec7813cfca76725e2948e1bfe5de6e03f20661a81c3793584ac8b7cf8fb"
  },
  {
    "src": "认为",
    "ref": "They believe that",
    "hyp": "The Economists",
    "hyp_id": "2d20787e49eda0f6be63a9eca45dd47a9641052b4de4e35d35ac5d073ce5a9ec"
  },
  {
    "src": "这展现出中国共产党建设<unk>的决心与担当。",
    "ref": "this shows the determination and responsibility of the Chinese Communist Party in building a better world.",
    "hyp": "This is the first step toward the development of the first and the first of the first and the Bank of the State of the State of the US.",
    "hyp_id": "92ce9375f919c87e2b02c5028c86c8c8fe6d65398ad80b04a8fb875aaf779c9e"
  },
  {
    "src": "努力把我们生于斯、长于斯的这个星球建成一个和睦的大家庭，把世界各国人民对美好生活的向往变成现实。",
    "ref": "We should strive to build this planet where we were born and grow into a harmonious family where our shared yearning for a good life for all the people of the world can be turned into a reality.",
    "hyp": "The first step is to be the first and we have to be a world of the world’s people who have been able to be able to be to be able to be to be a to the world.",
    "hyp_id": "535b460196a9db0578c48888085f1176e929002bbac2ad4ed01fa00fa184cad4"
  },
  {
    "src": "面向世界近<unk>政党和政治组织领导人，习近平全面<unk>人类命运共同体的深刻内涵。",
    "ref": "Facing nearly 300 leaders from political parties and political organizations, Xi Jinping comprehensively and systematically <unk> the profound idea of a community that shares a positive future for mankind.",
    "hyp": "The first time of the political and political leaders have been to be the political leadership of the political leadership and Xi Jinping in the political system.",
    "hyp_id": "142e25965151a1c839672430c2f697117d08d97c06fcae29c9f1016824444556"
  },
  {
    "src": "习近平指出，世界格局在变，发展格局在变。",
    "ref": "Xi Jinping pointed out that the world is changing and the pattern of development is changing.",
    "hyp": "The Xi Jinping has been the world’s largest development in the world.",
    "hyp_id": "39a055f7a3ce036a84c6e86ce896e72672cdbdf1ab3b0e0bf42d3981f5cfd58f"
  },
  {
    "src": "各个政党都要<unk>发展潮流，把自身发展同国家、民族、人类的发展",
    "ref": "All political parties must conform to the trend of the times and closely integrate their own development with the development of the country, the nation",
    "hyp": "The political parties have to be able to make the development of the development of the development of the development of the development of the development of the development of the country.",
    "hyp_id": "ecfb7f8eaf3e1f3ec0679dcc176976004e24393b882c162267d5aae8097e4e00"
  },
  {
    "src": "一如既往为世界共同发展作贡献，一如既往为世界文明交流<unk>作贡献。",
    "ref": "There is also the shared aim in making a contribution toward the common development of the world and the exchange and mutual recognition of world civilizations.",
    "hyp": "The world’s world’s development of the world’s development is to be the world’s largest and the world’s largest world.",
    "hyp_id": "769bdb16150dea42c6e770ae6ddb502ebc8d2e5aab671126e1dd801032d963ec"
  },
  {
    "src": "习近平的讲话明确宣示了构建人类命运共同体的中国承诺，彰显了中国共产党作为世界上最大政党的天下情怀与担当。",
    "ref": "Xi Jinping’s speech clearly proclaimed China’s commitment to building a community of a shared future for mankind and, as the largest political party in the world, demonstrated the world’s unified feelings and responsibilities.",
    "hyp": "The Xi Jinping has been a major human rights to the world’s largest and China as the world’s largest power as the world’s largest and the world’s largest political sector.",
    "hyp_id": "5c6d118789f16ffdcc68acef700c34ef8a320c33f3ef3fa8caba5c4d220e9af0"
  },
  {
    "src": "李克强在讲话时表示，今年六月阿斯塔纳峰会上，习近平主席同各方就巩固团结互信、加强安全合作、对接发展战略、深化人文交流等达成重要共识。",
    "ref": "In his speech, Li Keqiang said that at the Astana Summit in June this year, President Xi Jinping reached an important consensus with all parties on consolidating mutual trust, strengthening cooperation for security, connecting development strategies and deepening exchanges for the betterment of humanity.",
    "hyp": "The first time was the first step in this year, the US President Xi Jinping has been the first step toward the first time of the first time of the first time to establish the strategic security strategy and the strategic security strategy of the strategic security strategy – such as the strategic security and the strategic security and the strategic security and the strategic",
    "hyp_id": "01cc95c8bbf52e791f8cfe0480af2af5d3e0b48c25d9b4f17d861717458840f2"
  },
  {
    "src": "峰会后，中方接任轮值主席国。",
    "ref": "After the summit, China took over the rotating presidency.",
    "hyp": "The summit was the first time to be the first and the first of the first place.",
    "hyp_id": "756a029adce12356b87158f1bac1cbe718dba59939239b22199721beed7c20aa"
  },
  {
    "src": "在各方积极支持下，推动各领域合作稳步发展。",
    "ref": "With active support from all parties, it is necessary to promote the steady development of cooperation in various fields.",
    "hyp": "In the first time of the next two areas are to be able to build the development of cooperation.",
    "hyp_id": "85727ae017d29c668467652b3b5ce2b3f8d4b7768132bb818aca330f98ab7cba"
  },
  {
    "src": "李克强就打造地区国家命运共同体提出以下建议。",
    "ref": "Li Keqiang put forward the following suggestions on how to create a regional and national community of a shared future for mankind.",
    "hyp": "The country has been a country in the region of the region.",
    "hyp_id": "37d1fc81dd940063e18bd95b26727b61df90c32576bda3243fdc8be49c643548"
  },
  {
    "src": "第一，塑造安全稳定的地区环境。",
    "ref": "First, a safe and stable regional environment must be created.",
    "hyp": "The first and the first of the first and the regional security of the region.",
    "hyp_id": "f3eb7b3bd59926bd06aead2d9822b55867256560686fe809aa70206251a230c7"
  },
  {
    "src": "第二，加快发展战略对接合作。",
    "ref": "Second, the development for strategic <unk> and cooperation must be accelerated.",
    "hyp": "Second, the development strategy is to be the development of the development of the development of cooperation.",
    "hyp_id": "e6afc23d6586e33b2ae61b5cb0d3399f53b7bdddacbd60df16b45e27832bb270"
  },
  {
    "src": "发展是应对地区冲突和地缘政治不稳定因素的有效途径。",
    "ref": "Development is an effective way to deal with the factors of regional conflicts and geopolitical instability.",
    "hyp": "The development of development is the geopolitical and geopolitical consequences of geopolitical stability.",
    "hyp_id": "27882d95f0e8c64550fef2203aa01effdf6bd129bdc90d8754ebece3a28d8f99"
  },
  {
    "src": "第三，提升贸易自由化<unk>水平",
    "ref": "Third, the level of trade liberalization and facilitation is to be enhanced.",
    "hyp": "Third, the trade surplus has been the largest trading of the Trade Organization",
    "hyp_id": "4c825c142a84aaf40807a43a1bfff475652029634cb4c920b5b49375aa38a70d"
  },
  {
    "src": "稳步推进贸易自由化<unk>，加快<unk>《上合组织贸易<unk>协定》。",
    "ref": "We must steadily promote trade liberalization and facilitation and accelerate the signing of the SCO Agreement on Trade <unk>",
    "hyp": "The trade trade trade trade is a major trade agreement with the trade agreement with the trade agreement with the trade agreement to be the first to be the first of the US.",
    "hyp_id": "bff6d7100bf4570e6f5f2acd43728bbc19341472651e311d78d9f754f696d07f"
  },
  {
    "src": "第四，构建快捷便利的联通格局。",
    "ref": "Fourth, a fast and convenient connected pattern must be built.",
    "hyp": "Second, the first and the first of the first time to be the first to be wrong.",
    "hyp_id": "f6e6db04fd13875af740168c069e3d6910fe91a8d7d3d5ebdb1c5efe86c8b512"
  },
  {
    "src": "第五，推进产能与创新合作深入发展。",
    "ref": "Fifth, the in-depth development on capacity and innovation cooperation is to be promoted.",
    "hyp": "Second, the development of the development of innovation is to be a development of development.",
    "hyp_id": "ba3542964dda71626e3ef5c540b9a9a74e807385d12ebe3610643123452f35c6"
  },
  {
    "src": "第六，<unk>人文交流合作纽带。",
    "ref": "Sixth, ties of cultural exchanges and cooperation are to be tightened.",
    "hyp": "The first time is to be able to build a framework for the cooperation.",
    "hyp_id": "cefe9ccff44e08d68626ac3f68e96559183a46c5c01b6055cf26e222a55a9fd8"
  },
  {
    "src": "李克强强调，今年以来，中国经济已转向高质量发展阶段，将为中国与上合组织国家的合作带来新机遇。",
    "ref": "Li Keqiang stressed that since the beginning of this year, China’s economy has shifted to a phase of high-quality development, which will bring new opportunities for the cooperation between China and the SCO countries.",
    "hyp": "The Chinese economy has been a major economic development of the Chinese economy, and the Chinese will be able to build a country with the development of the country.",
    "hyp_id": "a5ab039b7f46dd3071dcb9eb261857473d7e9f3821e5f7e223d47189087f2ac7"
  },
  {
    "src": "中国将把自身发展同地区国家发展对接起来，把自身安全同地区国家安全融合起来。",
    "ref": "China will put its own development in connection with the development of the countries in the region and integrate its own security with the security of the countries in the region.",
    "hyp": "China will be able to develop a country to develop a country to develop its own security and its own security security in the region.",
    "hyp_id": "cafb53b1d9d2a58c0256315aa5e46d5f0b812b86312c993971a5562ccce91444"
  },
  {
    "src": "当地时间十二月<unk>，国务院总理李克强在索契分别会见俄罗斯总理梅德韦杰夫、吉尔吉斯斯坦总理<unk>。",
    "ref": "On December 1 local time, Premier Li Keqiang met with Russian Prime Minister Medvedev, Prime Minister of Kyrgyzstan <unk>",
    "hyp": "The local government has been forced to be forced to be Prime Minister Theresa Prime Minister Theresa May and the Russian prime minister to be forced to be to be forced to the prime minister to be a prime minister of the prime prime prime prime prime prime prime and the prime prime prime",
    "hyp_id": "26f53062609be1be19339aa35846767d2ae6ef9b35698a2c405a9873b962eda3"
  },
  {
    "src": "继续发挥上合组织的平台作用，为共同构建地区命运共同体、促进世界的开放包容发展与持久和平贡献智慧和力量。",
    "ref": "continue to show their roles for the <unk> contribute to provide wisdom and strength for building a community of a shared future for mankind in the region and promote an open and inclusive development for lasting peace throughout the world.",
    "hyp": "As the Bank of State Secretary of State Secretary of State The International Monetary Fund has been able to create a world of the world’s development and development of the world’s largest and development of the world.",
    "hyp_id": "be0ae357ccb6e50ba8b5153a32ac236235036b9e9e3f944d61efda722ecb97eb"
  },
  {
    "src": "在会见<unk>时，李克强表示，希望双方继续遵循市场化原则，加快推进有关跨境交通基础设施建设合作。",
    "ref": "When meeting with <unk> Li Keqiang said he hopes both sides will continue to follow the principle of the market and speed up cooperation on cross-border transport infrastructure and construction,",
    "hyp": "In the first time, the US has been able to see the two major powers to be able to make the major infrastructure that are not the infrastructure of the infrastructure of the infrastructure sector.",
    "hyp_id": "9a8eb57246d6ae3fe77a89b7b8fa4a9565949eecd22186e6c0910db429b507db"
  },
  {
    "src": "在会见<unk>亚科<unk>，李克强表示，希望<unk>双方进一步加强发展战略对接，发挥互补优势、挖掘经贸、投资合作潜力。",
    "ref": "During his meeting with <unk> Li Keqiang said he hopes both China and Belarus will further strengthen the <unk> of development strategies, give full play to their complementary advantages and tap the potential for economic, trade and investment cooperation.",
    "hyp": "In the first time of the first time to be able to be able to be able to create a strategy that would be to be a strategy to encourage investment and thus to be a strategy that is a strategic investment strategy of strategic investment and thus thus thus and thus the strategic investment in the strategic development.",
    "hyp_id": "13c34fbd3cd59ed7e7a837a2724d4d190f268f5a347957c002b8db699f9d8f1b"
  },
  {
    "src": "<unk>亚科夫表示，<unk>将参与明年在华举办的国际进口博览会，希望将<unk>八年确定为<unk>旅游年，扩大旅游合作和青少年交流。",
    "ref": "<unk> said that Belarus will participate in the International Import Expo which will be held in China next year, and hopes to set 2018 as the year of a rise in tourism between China and Belarus and to expand tourism cooperation and the exchange of tourism in young people.",
    "hyp": "The first step in the first time to be the first step in the next year, the US will be able to prevent the international trade deficit from the International Monetary Fund to the International Monetary Fund and the International Monetary Fund will be able to be able to the International Monetary and the International Monetary and the International",
    "hyp_id": "7bcbed575bea69069c84c2ce9af599520780518dbae0feee4b36b92a7f50acd9"
  },
  {
    "src": "在会见萨<unk><unk>，李克强表示，希望<unk>双方继续共同努力。",
    "ref": "During his meeting with <unk> Li Keqiang said he hopes both China and Kazakhstan will continue to work together",
    "hyp": "In the first time of the first two years of the two years, the US will be able to continue to continue to continue to continue to continue to continue to continue to the US.",
    "hyp_id": "8f71f5fbb8181956b634b6ba0a49d0999172b3b8b371740c58f27ecf7932599b"
  },
  {
    "src": "落实业已达成的各项共识",
    "ref": "to implement the various <unk> they had reached",
    "hyp": "The Financial Stability",
    "hyp_id": "e8a14eff64d10ac327eb242d3fa076038ec19bb630c16cd85bdef0d5f269e7ff"
  },
  {
    "src": "并加强对有关成果和经验的梳理，推动双方务实合作，特别是产能合作以更大步伐向前迈进。",
    "ref": "and strengthen its discussion of relevant achievements and experiences, push forward pragmatic cooperation between both sides, especially the cooperation in capacity-building to make greater strides forward.",
    "hyp": "And the use of the experience of the experience and the experience of the experience of the same time, especially in the United States is particularly powerful and more efficient and more than the US.",
    "hyp_id": "b8d640ecba16ef7ebd4be2bf73ddb0e4ec099a0aab8105cadbf58912ea239877"
  },
  {
    "src": "萨<unk>耶夫表示，<unk>积极落实好两国领导人达成的重要共识，为进一步推进产能合作创造良好条件。",
    "ref": "<unk> said Kazakhstan is willing to actively implement the important consensus reached by the leaders of the two countries and create favorable conditions for further promoting cooperation in maintaining capacity.",
    "hyp": "The first step is to be the important step toward the leaders of the leaders of the leaders of the European Central Bank, which has been able to prevent the key from the same way to the capital to prevent the capital from the US.",
    "hyp_id": "ee125a151073b034168001a5a265deb80852f08b40165dd6a8447b03164f03bc"
  },
  {
    "src": "在会见阿卜杜拉时，李克强表示，中方支持阿民族团结政府维护国家安全稳定的努力。",
    "ref": "During his meeting with Abdullah, Li Keqiang said China supports Afghanistan in its governmental efforts to safeguard national security and stability.",
    "hyp": "In the first time, the government has been able to support the government to support the government to support the government to support the state of the government.",
    "hyp_id": "a2bb3c225a43a5d108a01cd86ee327997244eecdddfced26fce21c881f6072e6"
  },
  {
    "src": "共同努力致力于稳定安全的地区环境建设，早日推动实现区域长治久安",
    "ref": "to work hard together to establish a stable and safe regional environment and promote long-term peace and stability in the region at an early date.",
    "hyp": "The stability of the stability of the regional security of the regional security of the region.",
    "hyp_id": "12e5997bc4b8f5bb14102f1786891eeb02b84e8f86e07bc919228ef4b67076be"
  },
  {
    "src": "阿卜杜拉表示",
    "ref": "Abdullah said that",
    "hyp": "The Bank of The Bank",
    "hyp_id": "bc90c9b0215a88b8ac7065e60833b0b2d59941500354e6d8433d0cd7223151c6"
  },
  {
    "src": "李克强当天下午<unk>杰夫共同参观了索契奥利<unk>公园的冬奥会场馆。",
    "ref": "On the afternoon of the same day, Li Keqiang and Medvedev jointly visited the Winter Olympic Games venue in the Olympic Park in <unk>",
    "hyp": "The common common common common common common common common common common common common common common common",
    "hyp_id": "d6ba129c38b1cd34ab2ddb0ac5c55628345f63708f1bd06386468f3bd4f87a06"
  },
  {
    "src": "李克强表示，现在中国正在全力<unk><unk><unk>北京冬奥会。",
    "ref": "Li Keqiang said that China is now fully preparing for the 2022 Beijing Winter Olympic Games.",
    "hyp": "The first time is now now now being the Chinese are now being the first and the so-called State of the State of the State of the State of the State of the State of the State of the People’s",
    "hyp_id": "1c94cb7b0e0c224d3a49503e1ecebd6c85a74944d0d57258897680562b1b482e"
  },
  {
    "src": "李克强总理离开索契回国，俄罗斯政府高级官员到机场送行。",
    "ref": "Premier Li Keqiang left Sochi and senior officials from the Russian government went to the airport to say their <unk>",
    "hyp": "The prime minister, Prime Minister David Cameron has been a prime minister to be the first and the first of the first place.",
    "hyp_id": "72fa31d5f25162aa207ec24896bef27a67b704fa24b876f55d7755fa5f104d29"
  },
  {
    "src": "十二月二号上午，国务院总理李克强在成功出席于匈牙利布达佩斯举行的第六次中国中东欧国家领导人会晤",
    "ref": "On the morning of December 2, the Premier of the State Council Li Keqiang successfully attended the Sixth Summit of Heads of Government from China and Central and Eastern European Countries held in Budapest, Hungary,",
    "hyp": "The first step in the first time of the prime minister, Xi Jinping has been the Chinese leader of the Chinese leaders of the Chinese leaders of the Chinese Communist Party of the Chinese leaders of the Chinese Communist Party of the Chinese leaders of the European National",
    "hyp_id": "581b08d06c6e72176419537fddc3e17c94e7d81d678dc6dc5db013b7bcf32ece"
  },
  {
    "src": "<unk>会议后，<unk>回到北京。",
    "ref": "He took the special plane back to Beijing.",
    "hyp": "The first step in the first time, the first two years ago was the first time to be wrong.",
    "hyp_id": "133de743beea8c90cd275d6fe9250eed59e1b863848dc152a936d20a56d43130"
  },
  {
    "src": "部分兼任议会领导职务的外国政党领导人",
    "ref": "between the Chinese Communist Party and world political parties in the Great Hall of the <unk>",
    "hyp": "The European Union has a leader of the National Security Council",
    "hyp_id": "2c2dff2fc61d4a25ee840cf573eae0910d7b296e4885bcfd4ed4abcd7d83f7f8"
  },
  {
    "src": "<unk>说，习近平总书记在高层对话会上全面阐述了中国共产党",
    "ref": "Zhang <unk> said that at the meeting where the high-level <unk> was held, General Secretary Xi Jinping fully elaborated the concept and proposition of the Chinese Communist Party",
    "hyp": "The second time of the Xi Jinping is to be the Xi Jinping in the Xi Jinping and the Xi Jinping of the People’s Bank of the State of the State of the People’s",
    "hyp_id": "18e424403734dc7953a25038ca997c637114d12b9bf35241b43d82bd7af33170"
  },
  {
    "src": "推动构建人类命运共同体的理念和主张，表明了中国共产党把为人类作出新的更大贡献作为自己的使命。",
    "ref": "to promote the construction of a community of a shared vision for mankind and indicated that the Chinese Communist Party has made it its mission to make new and greater contributions to mankind.",
    "hyp": "The human human rights have been a new and more complex and new human rights have been a new and more powerful than the new – as a new as a new as a new and a new and a new country.",
    "hyp_id": "9ef02db87d7003ccae4fe87969fe7cbba2ad327b11ec003d984c9f037f7aeaaf"
  },
  {
    "src": "中共中央政治局常委、国务院副总理汪洋<unk>下午在中南海<unk>分别会见了<unk>党首",
    "ref": "On the afternoon of the 1st, Wang <unk> member of the Standing Committee of the Political Bureau of the CPC Central Committee and Vice Premier of the State Council, met respectively with the delegation of Japan's <unk> Party leader",
    "hyp": "The Communist Party of the Communist Party of the prime minister who have been Prime Minister David Cameron has been a prime minister of the prime minister to be the first and the prime minister to the Bank of the Bank of the State of the Bank of the State and the Bank of the State of the State",
    "hyp_id": "0005bef88409bcc228a8b06a93216bb350c225a918887c19cf80d85ee479ae71"
  },
  {
    "src": "习近平主席前不久会见安倍首相时指出，改善中日关系关键在于互信。",
    "ref": "When President Xi Jinping met with Prime Minister Abe a short while before, he pointed out that the key to improving Sino-Japanese relations lies in mutual trust.",
    "hyp": "Xi Jinping has been the first step toward the prime minister to be able to make it a way to improve the same way.",
    "hyp_id": "fb396e7f8427bd50c3e66b7da19fc54f7aa9c48d4ca45327fd33376d99772c49"
  },
  {
    "src": "双方要落实好两国领导人的重要共识",
    "ref": "Both sides should implement the important consensus reached by the leaders of the two countries",
    "hyp": "The main question is the important to be the important to the European Union.",
    "hyp_id": "bb3e416e094a183b30d9c4fee9a4c954bb71b311f6e98d7e273952ca742f9070"
  },
  {
    "src": "不断增加正向互动，创造务实合作的环境",
    "ref": "and constantly increase the positive interaction and create an environment of pragmatic cooperation.",
    "hyp": "The increase in the same time, the increase in the environment is to be the environment of the environment of the environment.",
    "hyp_id": "115b3ed42138ea0308da26c6c390f5dfc1ebc4597192cf45f8de0eb2cd7b7fc5"
  },
  {
    "src": "中国共产党<unk>包括<unk>在内的日本各主要政党一道",
    "ref": "The Chinese Communist Party is ready to work with all major Japanese political parties, including the <unk> Party",
    "hyp": "The Japanese government has been the main main main Japanese Prime Minister David Cameron of the Japanese Prime Minister Shinzo The main main political",
    "hyp_id": "c38b11da1bdd45b947d28239e93a9eed73d6f6b9894803b3c10fd46c7b88f136"
  },
  {
    "src": "增进相互理解和信任，为改善发展中日关系、造福两国人民积极努力。",
    "ref": "to enhance mutual understanding and trust and actively make efforts on improving the development of Sino-Japanese relations for the benefit of the people of both countries.",
    "hyp": "The first and the development of the development of the development of development is to be a major source of development and development.",
    "hyp_id": "9553b1fc9e29466e25c140ef6940e4fee741d846ce5f6627b87165e962d8d1cc"
  },
  {
    "src": "会见美中关系全国委员会代表团时，汪洋表示，特朗普总统访华期间，两国元首达成一系列重要共识",
    "ref": "When meeting with the delegation of the National Committee on <unk> Relations, Wang Yang said that during President <unk> visit to China, the heads of state of the two countries reached a series of important <unk>",
    "hyp": "The latest president of the European Commission President Donald Trump’s presidential election in the US and the Trump administration has a important role to the European Monetary Fund to be the important to the important to the important of the European Monetary system.",
    "hyp_id": "b38279114f68129706cb43a6b99fcee25be41aabba0f9282783792c390a4a515"
  }
]